[{"id": 1647811383751327749, "content": "@fbrody411 @SenWarren @IRSnews @USTreasury You are just a hater,\nIf not let’s include in the list…\nJoe Biden \nHunter biden \nJill Biden.\nAnd the rest of the biden family criminal family!!\nGo suck an egg!!!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1647289280728031232, "content": "@chuckwoolery Donald Trump is ranked the second worst president in history of this fact he is the only living president on the list Joe Biden is nowhere on the list the only people who think go Biden is the worst president in history or his political enemies and its political rivals", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1646839435282247685, "content": "@daisymay4263 He's right up there with another on the same list, Joe Biden.🤯", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1646695803690336258, "content": "@dewennt lemme add this to my bucket list\n\n• joe biden cat vtuber /j", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1646554566438027271, "content": "@ebubensukka_esq @chieftwit_ @fkeyamo @officialABAT The person your Chimamanda Adichie wrote a letter to is also on the list \"Joe Biden\"\n\nBola Tinubu made it to \"The Leader\" category. Don't forget how he schooled Peter Obi and Atiku Abubakar in the last election. Jagaban, The Professor of Politics 🥵\n\n#TIME100", "likes": 7, "replies": 1, "retweets": 2}, {"id": 1646547930763886593, "content": "@B_ELRUFAI Here is part of d list, joe Biden and Jagaban made d list. https://t.co/oQB0d143CV", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1646494226262138882, "content": "https://t.co/QgOdvssTqp @VDHanson list.  Joe Biden foreign policy genius. If Biden admin deliberately tried to destroy America's security &amp; foreign relations, would things be worse than now?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1646291017581117442, "content": "Who wins the rich list?\n\nJoe Biden 👇       Rishi Sunak 👇\n\n  $9.00m                   $0.95bn", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1646190016501268482, "content": "@PeterJCook1 @RandyRRQuaid @robreiner At least we knew when Trump is spewing crap as an old Lefty we've had to hear so many lies coming out of Biden's mouth we're beginning to stop listening to him. Would like me to list Joe's confabulations they are quite entertaining🤪.  Both are narcissists but Biden is far worse.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1646186672168615936, "content": "If only I could only make real voodoo dolls. \nMy initial list:\nJoe Biden \nKamala \nNancy \nPaul Ryan\nO’Bama\nBig Mike\nRaskin\nSchiff\nKinzinger\nKJP\nJohn kerry\nFaucci\nBolton \nChris Christie \nMaddow\nYou get the picture. I’d make dolls til my fingers fell off. \nMany many more to add https://t.co/yHBZsNDnnQ", "likes": 82, "replies": 24, "retweets": 21}, {"id": 1645699989841248258, "content": "@liz_churchill9 I'm more concerned with dragtime story hour, youth attracted minors, the Epstein client list, Joe Biden showering with his daughter etc...", "likes": 0, "replies": 2, "retweets": 0}, {"id": 1645549711531573249, "content": "@bennyjohnson You know who is not on the epstein list? Joe Biden. \n\nTrump however….", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1645311809430360064, "content": "Trump was indicted before anyone on Epstein’s client list.\n\nJoe Biden makes a new transgender holiday just after a TRANS TERRORIST slaughters children in a school shooting and says…. \n\n“Trans people are under attack” \n\nLet that sink in\n\n#joeandthehoehavegottogo", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1644778806413078528, "content": "@TheDemocrats Should of been somebody else at the top of list Joe Biden reads everything up-side down", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1644661124166451205, "content": "@JoeBiden \"I promise to conduct box ticking in every venture I undertake.\nJust out of interest, when is the boxes for capable ☑️, qualified ☑️ &amp; effective ☑️ going to be added to the list? \nJoe \"box ticker\" Biden. https://t.co/gOQT3YFESU", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1644125478104563712, "content": "@LoloCraiger @FrankMikeDavis1 @JosieEv77685693 Why don’t you just list those crimes? While you’re at it, please list Joe Biden’s. If you need help, let me know.  Every liberal post seems to allege “all the crimes Trump has committed”, yet, what are they?  You have no idea the damage your lack of knowledge is doing to America.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1643993786547335169, "content": "@KayBurley SNP cooking the books. \nHunter Biden's laptop.\nJeffrey Epstein's client list.\nJoe Bidens mental state.\nRiots in Paris.\nEU corruption.\nVaccine deaths.\nHancock's WhatsApp revelations.\n15 minute cities.\nGlobal pedo ring. \n\nAll that.\n\nAnd you choose a story about trans people.\n\n🙄", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1643677243686928385, "content": "Dammed @ManhattanDA shud demand the list Congress keeps to pay off sexual harassment victims. TALK ABOUT ILLEGAL!!\nBetcha far more Dems than GOP on that list. Joe Biden’s victim Tara Reade shud be on it. But Biden managed to squelch it.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1643419765786959872, "content": "@johnrich My indictment wish list \nJoe Biden and his ENTIRE FAMILY\nHillary and Bill Clinton \nAdam Schiff \nNancy Pelosi \nMaxine Waters\nAOC\nIlhan Omar\nJames Comey\nAlvin Bragg\nAnthony Fauci\nLiz Cheney and J6 committee \nBob Mueller \nMichael Cohen", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1643371959156105219, "content": "@martw17 @EricTrump You're a real riot.  Tell us all the horrible things Trump did regarding this country and then list how Joe fake fucking Biden has helped the American people who are having a difficult time paying bill &amp; putting food on the table. Go Martin list Joe's accomplishment!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1643371720563384323, "content": "@DailyCaller No one is above the law. Unless your name is Hillary Clinton,Hunter Biden, everyone on the Epstein list, Joe Biden, Bill Clinton and of course Nancy pelosi and her insider trading", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1643314898040938497, "content": "@RebelPlatypi Hillary’s destruction of subpoenaed emails and hardware\nHunter’s laptop\nEpstein’s client list\nJoe Biden’s Chineses connections\nThat’s just a start.", "likes": 0, "replies": 2, "retweets": 0}, {"id": 1643118846088474625, "content": "@SamTwits Democrats have opened a world of pain by doing this. Next on the arrest list Joe and Hunter Biden.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1643064868835319809, "content": "@smileneighbor @RBReich But they got hooked on President Johnson’s war on poverty handouts, and made that the status quo. If President Biden would bring back the coal jobs, I’m sure they would appreciate it. Put that on the list, Joe. Build them back better.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1643058530235174914, "content": "@GrappleLucifer2 That book is outdated. It doesn't list Joe Trump or Donald Biden as US presidents smh my head", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1642741986489933826, "content": "And so it begins.. we all knew this would be the next on the hit list.\n\nJoe Biden Moves to Cut Medicare Advantage https://t.co/Rn61Pl881J", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1642377853831462913, "content": "@Sarcasmcat24 You should’ve add one more NAME to Your LIST = JOE BIDEN", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1642297904164421634, "content": "@mrddmia Not on the list - Joe Biden, then Mayorkas.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1642288589558906881, "content": "@DogsAreBtr @Jim_Jordan Guess who’s on Epsteins island list?\njoe Biden guess who’s not on the list Donald Trump so go on with that BS", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1641921613955227648, "content": "@AdamKinzinger If no one is above the law then why haven’t Obama, Hilary, bill Clinton, the people on Jeffery Epsteins list, Joe Biden, hunter biden, Kamala Harris, or Dr. Fauci been indicted yet?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1641867294446870537, "content": "@RBReich So is it OK to prosecute\nBill Clinton for paying Paula Jones?\nObama for fast and furious \nHillary Clinton too many crimes to list.\nJoe Biden for his crimes against America? Caving to Russia, China, Saudi Arabia, Ukraine, not securing our borders,  Afghanistan .", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1641824300390031361, "content": "@Marsss1921 @kudi_patolaa Pakistani report \nWhole World know terrorism of Pakistan\n IMF and fatf grey list \nJoe Biden - Pakistan a dangerous nation", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1641794082753376256, "content": "@Jennydjld @Schrader_Adam @defendChrist @MaxRocked @Kikinroks1 @SpeakerMcCarthy What about espsteins client list, joe Biden receiving money from the CCP, bidens labs in the Ukraine? Any comment?", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1641793328323739649, "content": "@DarkSid41288521 @Kriscilicious @krassenstein Hillary Clinton, Hunter Biden, Epstein's entire client list, Joe Biden, all above the law.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1641747281975164928, "content": "This is a ridiculous change \nAgainst Donald Trump. \nAlvin Bragg should be indicted in 2016. BRAGG SAID  GIVE ME THE MAN AND I WILL FIND THE CRIME\n\"TRUMP IS NUMBER ONE ON MY HIT LIST.\" JOE BIDEN NEVER SAID ANYTHING\nTHE COWARD OF THE COUNTRY.SOCIALISM FIN'\n\nhttps://t.co/UE3Qnb78b0", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1641651597108232192, "content": "I guess you can now add another name to your list.\n\nJoe Biden.\n\n#JustSayin #TrumpIndictment", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1641335815296122881, "content": "@SheepLambda Who made this list joe biden? USA nuked japan then colonised it, vietnam war, korea war, invaded libya,iraq,syria. Killed millions there. Talk about present world. The west was nazi not russia, Colonial powers were western countries i.e britain,france, Netherlands, Spain,portugal", "likes": 0, "replies": 2, "retweets": 0}, {"id": 1640441361986994176, "content": "@Spotlight_Abby I'm always surprised by her contact list.... Joe Biden fit dey her list oo🤣🤣 I too believe her hustle", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1640395586846310408, "content": "@tom_trotts @RepMTG list Joe Biden’s crimes. I’ll tell you trumps crimes.: twice impeached incited an insurrection on the capital, rape case in New York City, stolen classified documents, election interference in Fulton County, and misuse of campaign funds stormy Daniels make a list about Joe d-bag", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1640360985956438019, "content": "@thewriterme With the long corruptive list Joe Biden has, impeachment at this point would be a slap on the wrist.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1640341715918651393, "content": "@Baratuty @1LetsRawk1 @NoLieWithBTC @evanvucci @TheJusticeDept I can find just as many democrats who are pee pee touchers. John Podesta would be high on that list. Joe Biden may not be #2, but he's definitely top 10", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1639985140028801024, "content": "GOP senators tear into 'unqualified' judicial nominee: 'Skill and merit are low on Joe Biden's priority list'\n\nhttps://t.co/LmklDJB4ZP\n\nJoe dare not hire someone who knows what their job may be. He can’t have someone smarter than himself. Does he goes for those unchallenged", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1639900208564948994, "content": "The latest season of American serial drama \"Prison Break\".\n\nCast list: Joe Biden, Nancy Pelosi, Anthony Fauci, Hillary Clinton, Kamala Harris. Storyline: due to a political conspiracy, an innocent man is sent to death row and his only hope is his brother… https://t.co/OoDhsDNv7l", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1639894676915273728, "content": "@elonmusk can you please do everyone a favor and remove all the bots from @POTUS follower list. Joe Biden supposedly received over 81,000,000 votes and has 30,000,000 followers. If you look at the followers list the first 20 look legit but after that it looks like bots 🤔", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1639643603201933312, "content": "@BenWiz76 @millett4451 @AndrewJ404 @krassenstein I highly recommend we lock up everyone involved but we need the client list. Won't get it because it's likely that everyone involved with the Clinton's is on that list. Joe biden, is likely involved.", "likes": 0, "replies": 2, "retweets": 0}, {"id": 1638933258573365248, "content": "@MichaelSteele The people on the Epstein list Joe Biden.JoylessBehar, lard ass Rob Reiner creepy Joe is a pedophile", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1638927896050794496, "content": "@w_terrence I have a list!  Joe Biden. Kamala Harris. Barack Obama. Michael Obama. Hillary clinton. And so much more", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1638910756530864129, "content": "@CNN Next on list: Joe Biden’s alleged role in foreign pay-for-play", "likes": 3, "replies": 0, "retweets": 0}, {"id": 1638579171143319559, "content": "@TerriCa93852354 @w_terrence Funny, Trump's name isn't on the visitor list..... Joe Biden is.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1638559900786651137, "content": "@RepJamesComer @GOPoversight @POTUS @PressSec @IngrahamAngle @FoxNews Here's this list Joe Biden's lieing about https://t.co/4XVYhtiwxi", "likes": 1, "replies": 3, "retweets": 0}, {"id": 1638543173143130112, "content": "@GottaGetCronked @realDonaldJNews Sorry, not on that list, Joe Biden is though.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1638416586964099072, "content": "@Truth4Life1621 @CNN Biden is Pedo Peter It came from hunter’s laptop contact list Joe’s number was his nickname", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1638389362541961217, "content": "Greta Thunberg should be declared a saint above Jesus Christ, even above God. Let's add to this list: Joe Biden, the Obama's, Tony Blair, George W Bush, Nancy Pelosi, Klaus Schwab, Bill Gates..........", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1638234989098840064, "content": "@CNN But they are not on Epstein's Client List. \n\nJoe Biden is on the list. \n\nHollywood #WeinsteinDemocrats are on the list. \nWhy no prosecution?\n\nhttps://t.co/E3yXVjECbm", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1638186537518084100, "content": "@PabloSixty @FoxNews @TuckerCarlson Except everyone on Epstein's list. Joe Biden, Hunter biden, Barack obama, Bill clinton, Hillary Clinton, Nancy Pelosi etc.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1637981377915424768, "content": "@1lovefolk @w_terrence Trump not on the flight log list thats been floating around but has anyone noticed who's on Soros list? Joe Biden and Barack Obama are 2 of the biggest names we can easily see! Continuously! Worse than if they actuall lived on JE's Island! Repeat offenders! Adopted sons of Soros", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1637958970999721984, "content": "@GOP It doesn’t list Joe Biden! If Hunter is guilty he must face the consequences! We are not responsible of our adult children! Trumps kids are not any better! Don’t believe me look it up!", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1637926595108171789, "content": "I’m tired of hearing nobody is above the law.\n\nThere are plenty of people above the law.\n\nHunter Biden for one\nHillary Clinton for another. \nEverybody on Epstein’s list\n\nJoe Biden for a bunch of reasons.", "likes": 3, "replies": 0, "retweets": 1}, {"id": 1637890672119406592, "content": "Don't think for one second that Biden's administration isn't behind this persecution of \nPresident Donald J Trump.\n\nThey've been after him from day one. \n\nAdd Obama to the list.  \n\nJoe is just picking up where he left off", "likes": 43, "replies": 2, "retweets": 19}, {"id": 1637849555734519811, "content": "@sarai5683 @DoniTheDon_ This is their Easter wish list. Joe Biden's dressing up in a bunny suit and has littered Kiev with plastic eggs full if cash....", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1637561040362778632, "content": "@mitchellvii And now would you like to list Joe Biden’s stuff? I’ll be Waiting 🤦🏼‍♀️", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1637451523251748864, "content": "@ChristineCady11 @ChidiNwatu @laurenboebert Now, in your own words( not an Occupy Democrats meme) list Joe Biden’s greatest accomplishments in his almost 50 years of collecting a government paycheck.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1637421109246140416, "content": "@TaraSetmayer @AlexWitt Whatever agreement is made between two parties has nothing to do with the Media liars and propaganda machine of the left! What about HUNTER BIDEN'S LAPTOP? What about Jeffery Epstein client list? JOE BIDEN is on that list so how many CHILDREN did \nJOE BIDEN Raped? Where's Media??", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1637333909300994049, "content": "@NEWSMAX You forgot to list  *Joe Biden 👌🏻", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1637308230001999872, "content": "@SaltyMom10 Yup, no need to protest a Trump arrest, that would be stupid. Just keep asking for Hunters lap top, Weiner’s laptop, Epstein’s Island list, Joe Biden’s CCP connections, where you can buy a raccoon dog and why the banking system seems to be dissolving before our very eyes.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1637246754268610563, "content": "@DorriesKieth3 @c21markm I’m  list joe Biden ( not Hunter Biden) crimes and pending court case\n\nIf there’s evidence please indict Biden \nNo one is above the  law \n\nTrump has been committing fraud and disregarding women for decades remember “grab them by their pvssy”\n\nIn a way this is karma", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1637227358372483075, "content": "@ChrisHohnholz I did see a snapshot of Epstein's visitors list, Joe Biden was on it.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1637171328049377283, "content": "@AdamKinzinger Let’s add to the list. Joe and Hunter Biden and the family, Nancy PeLoser insider trading, Hillary destroying emails and creating a fake dossier. Adam Shiff lying to congress. List of Democrats are very lengthy", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1637046098127724549, "content": "@jammalama @AdamKinzinger Really? Can you name the crimes he has committed? Please list.\nJoe Biden is a criminal, and we are seeing the evidence, thanks to the congressional investigation into the Biden crime family.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1637027369989951488, "content": "@BBCWorld When are they gonna start arresting the criminals in the United States Jeffrey Ebstein list Joe Biden criminal money laundering Mitt Romney’s son” come on man”", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1636907082111696897, "content": "Oh looky there... The first \"Joe\" on the list... Joe Biden. I guess he wanted to sniff some hair https://t.co/7RIOGURnDY", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1636598647772311554, "content": "@TimRunsHisMouth I got the list:\nJoe Biden, Bill Gates, Dr. Fauci, Tim Cook, Steve Kerr, Mark Zuckerberg, Bill Clinton, Gavin Newsom...\nShall I continue?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1636507821398192129, "content": "@glennkirschner2 Really no one’s above the law huh here’s the list, Joe Biden, Kamala Harris, Maxine Waters, Garland, Mayorkas, Buttigieg Pelosi, chef, Nadler, AOC, Omar Obama Clinton, want me continue", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1636056973744513032, "content": "@krassenstein No lets list Joe Biden’s financial ties to China and Ukraine that are substantial and real as opposed to the 6 degrees of freedom BS you just listed", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1635118323552907265, "content": "Fake News: Epstein's 'Lolita Express' Flight Logs Do NOT List Joe Biden, John McCain, Barack Obama, Hillary Clinton, Pope Francis And 4 CNN Hosts As Passengers. Lead Stories https://t.co/JDGmB73qWl via @leadstoriescom https://t.co/Umg8ZxgWi0", "likes": 1, "replies": 0, "retweets": 1}, {"id": 1635118265927356418, "content": "Fake News: Epstein's 'Lolita Express' Flight Logs Do NOT List Joe Biden, John McCain, Barack Obama, Hillary Clinton, Pope Francis And 4 CNN Hosts As Passengers. Lead Stories https://t.co/JDGmB73qWl via @leadstoriescom", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1634934470905303040, "content": "Here's my treason list.\n\nJoe Biden\nHillary Clinton\nNancy Pelosi\nAdam Schiff\nEric Swalwell \nLiz Cheney \nMitch McConnell \nChuck Schumer\nAOC\nJerry Nadler and any members of Congress who voted J6 to change a constitutional form govt w/o amendment.\n\n#walkervmembersofcongress\n\n#12thAm", "likes": 8, "replies": 1, "retweets": 2}, {"id": 1634672748667576328, "content": "Years ago I looked up who in Congress were Communists.  Kamala Harris was in the list. Joe Biden picked her for his VP.  In view of how soft Biden is on CCP and ALLOWING its spy balloon to harvest military info, &amp; the $$$ he gets from China re our oil, he has to be a Commie too.", "likes": 15, "replies": 3, "retweets": 6}, {"id": 1634448141360709632, "content": "@POTUS Unemployment runs out in 6 months, and if the person still doesn’t have a job, he/she is removed from the list. Joe Biden lies.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1634154191303106561, "content": "@aya_velazquez @JohannesGallon @andkiessling Is this the real list ??? Joe Biden ??? https://t.co/NdKOHzBeLf", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1634148821503561731, "content": "@berlinerzeitung Dear Mr. President - is this the real list ??? Joe Biden ??? Trump-Epstein-Connection ??? MAKE TRUTH GREAT AGAIN !!! https://t.co/r0PEWYmd6X", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1634010446674927619, "content": "@JoeBiden @POTUS \nIt's what they do that speaks of who they are! Biden left American heroes to be slaughtered, American citizens to be slaughtered, if that wasn't the bottom of any moral list,Joe basically paid the Taliban 80 Billion dollars of Military Grade weapons to do it!!!!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1633609319848595460, "content": "@misuwen first on the guest list. joe biden", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1633131378647658498, "content": "@FiveThirtyEight How about adding Gavin Newsom to the list, Joe Biden, and Kamala Harris to the list?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1632931443272998918, "content": "@kylenabecker Next one on their list ..JOE BIDEN", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1632796620499611649, "content": "@dylanperkns some highlights from my old band name list: “ joe biden’s pro skater 4” OR “you sent my dad to iraq? you bastard!!!”", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1632525061289566209, "content": "@KimWever3 Rambling on..\n\n16 point list Joe Biden gave to Putin that is critical infrastructure to be \"off limits\".\n\nhttps://t.co/zQcxgMCspX", "likes": 2, "replies": 1, "retweets": 0}, {"id": 1632053639685586950, "content": "Hunter is like the Forrest Gump of political corruption.  \"Russian Oligarchs\" paid million$ to a company associated with Hunter.  When sanctions were brought against wealthy Russians, these billionaires were left off the list.  Joe Biden supposedly met with them when he was VP. https://t.co/6GcNt1SOHx", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1631305303579934721, "content": "You left one off your list, Joe Biden", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1630640397738229783, "content": "@krassenstein You forgot to list Joe Biden donor David Boies whose lawfirm billed $480 million to clients in 2020 &amp; 2021 &amp; equity partners each earned $4.5 million. Boies took the single-biggest loan, $10.14 million, from the PPP &amp; it was forgiven in 2021. $213,966 donated to Biden.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1629687796049883136, "content": "@SpeakerPelosi @POTUS https://t.co/tHzLSIHzyu\n\nHe didn't even say an EXPERIENCED or care about qualifications.. just just wants to check off a box on the list. Joe Biden is as racist and LBJ.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1629518249590177794, "content": "JILL BIDEN MUST LOVE MRS OR MR OBAMA’S FASHION SHOP! THEY DRESS LOOKS ALIKE ! JUST LYING LIBERAL LUNATIC WISHING LIST ! JOE BIDEN IS THE WORST PRESIDENT IN MY89 YEARS! OBAMA’S FAMILY SPENT MORE THAN THE LAST 3 PRESIDENT FAMILIES TOGETHER! OBAMA LEFT $9.34 TRILLION ON TAXPAYERS👎", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1629171207139430404, "content": "More announced speakers for CPAC 2023, actually more on the NOT INVITED list. Joe Biden will NOT be attending. \n\nThis from the CPAC Twitter page. @CPAC @mschlapp @mercedesschlapp @ILReview @GrizzlyJoeShow @Fionadog23 https://t.co/4L7HsXA2vd", "likes": 0, "replies": 0, "retweets": 1}, {"id": 1629099480241917957, "content": "@akafacehots @robreiner Isn't this the same list Joe Biden is on ?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1628941893060161536, "content": "@Brad2thebone111 @GoshDarnIt15 @mmpadellan I will list Joe Biden, Barack Oduma, and The Clintons Businesses!!\n\n..........\n\nThis concludes the list!!!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1628757415218012160, "content": "@robreiner The only thing standing between you and the release of the Epstein client list Joe Biden.\n\nThe next GOP POTUS will the end of your professional career as you've known it.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1628670380004061184, "content": "@TheGreatJeffMAC At some point we'll have to acknowledge the obvious\n it's no longer a coincidence\n rather intent!\n guarantee you it's on that list Joe Biden gave Putin of critical infrastructure not to attack", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1627723201676722176, "content": "@elonmusk Shock they list Joe Biden and Angels Merkel as not controversial🤦🤦", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1627721892152082432, "content": "@DrEliDavid @elonmusk @IsaacLatterell All you have to do is look at the second name on the list (Joe Biden) and you know this list is a joke.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1627717242803859456, "content": "I truly feel bad for us tax payers where that senile racist #FuckJoeBiden should put America First!!! Unfortunately we're not on his priority list.\nJoe Biden Arrives in Ukraine Capital Kyiv to Show U.S. Support https://t.co/hE3ay9aOz5 via @BreitbartNews", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1627621254357217281, "content": "@WhiteHouse Theres video of Joe Biden a few years ago saying his goal was to get rid of social security. Love how he tries to pass it off as a republican wish list when it was in actuality,  his to do list. Joe is definitely a liar. His video is online, unless they took it off recently.", "likes": 0, "replies": 0, "retweets": 0}]