[{"id": 1647811383751327749, "content": "@fbrody411 @SenWarren @IRSnews @USTreasury You are just a hater,\nIf not let’s include in the list…\nJoe Biden \nHunter biden \nJill Biden.\nAnd the rest of the biden family criminal family!!\nGo suck an egg!!!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1647289280728031232, "content": "@chuckwoolery Donald Trump is ranked the second worst president in history of this fact he is the only living president on the list Joe Biden is nowhere on the list the only people who think go Biden is the worst president in history or his political enemies and its political rivals", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1646839435282247685, "content": "@daisymay4263 He's right up there with another on the same list, Joe Biden.🤯", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1646695803690336258, "content": "@dewennt lemme add this to my bucket list\n\n• joe biden cat vtuber /j", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1646554566438027271, "content": "@ebubensukka_esq @chieftwit_ @fkeyamo @officialABAT The person your Chimamanda Adichie wrote a letter to is also on the list \"Joe Biden\"\n\nBola Tinubu made it to \"The Leader\" category. Don't forget how he schooled Peter Obi and Atiku Abubakar in the last election. Jagaban, The Professor of Politics 🥵\n\n#TIME100", "likes": 7, "replies": 1, "retweets": 2}, {"id": 1646547930763886593, "content": "@B_ELRUFAI Here is part of d list, joe Biden and Jagaban made d list. https://t.co/oQB0d143CV", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1646494226262138882, "content": "https://t.co/QgOdvssTqp @VDHanson list.  Joe Biden foreign policy genius. If Biden admin deliberately tried to destroy America's security &amp; foreign relations, would things be worse than now?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1646291017581117442, "content": "Who wins the rich list?\n\nJoe Biden 👇       Rishi Sunak 👇\n\n  $9.00m                   $0.95bn", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1646190016501268482, "content": "@PeterJCook1 @RandyRRQuaid @robreiner At least we knew when Trump is spewing crap as an old Lefty we've had to hear so many lies coming out of Biden's mouth we're beginning to stop listening to him. Would like me to list Joe's confabulations they are quite entertaining🤪.  Both are narcissists but Biden is far worse.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1646186672168615936, "content": "If only I could only make real voodoo dolls. \nMy initial list:\nJoe Biden \nKamala \nNancy \nPaul Ryan\nO’Bama\nBig Mike\nRaskin\nSchiff\nKinzinger\nKJP\nJohn kerry\nFaucci\nBolton \nChris Christie \nMaddow\nYou get the picture. I’d make dolls til my fingers fell off. \nMany many more to add https://t.co/yHBZsNDnnQ", "likes": 82, "replies": 24, "retweets": 21}, {"id": 1645699989841248258, "content": "@liz_churchill9 I'm more concerned with dragtime story hour, youth attracted minors, the Epstein client list, Joe Biden showering with his daughter etc...", "likes": 0, "replies": 2, "retweets": 0}, {"id": 1645549711531573249, "content": "@bennyjohnson You know who is not on the epstein list? Joe Biden. \n\nTrump however….", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1645311809430360064, "content": "Trump was indicted before anyone on Epstein’s client list.\n\nJoe Biden makes a new transgender holiday just after a TRANS TERRORIST slaughters children in a school shooting and says…. \n\n“Trans people are under attack” \n\nLet that sink in\n\n#joeandthehoehavegottogo", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1644778806413078528, "content": "@TheDemocrats Should of been somebody else at the top of list Joe Biden reads everything up-side down", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1644661124166451205, "content": "@JoeBiden \"I promise to conduct box ticking in every venture I undertake.\nJust out of interest, when is the boxes for capable ☑️, qualified ☑️ &amp; effective ☑️ going to be added to the list? \nJoe \"box ticker\" Biden. https://t.co/gOQT3YFESU", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1644125478104563712, "content": "@LoloCraiger @FrankMikeDavis1 @JosieEv77685693 Why don’t you just list those crimes? While you’re at it, please list Joe Biden’s. If you need help, let me know.  Every liberal post seems to allege “all the crimes Trump has committed”, yet, what are they?  You have no idea the damage your lack of knowledge is doing to America.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1643993786547335169, "content": "@KayBurley SNP cooking the books. \nHunter Biden's laptop.\nJeffrey Epstein's client list.\nJoe Bidens mental state.\nRiots in Paris.\nEU corruption.\nVaccine deaths.\nHancock's WhatsApp revelations.\n15 minute cities.\nGlobal pedo ring. \n\nAll that.\n\nAnd you choose a story about trans people.\n\n🙄", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1643677243686928385, "content": "Dammed @ManhattanDA shud demand the list Congress keeps to pay off sexual harassment victims. TALK ABOUT ILLEGAL!!\nBetcha far more Dems than GOP on that list. Joe Biden’s victim Tara Reade shud be on it. But Biden managed to squelch it.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1643419765786959872, "content": "@johnrich My indictment wish list \nJoe Biden and his ENTIRE FAMILY\nHillary and Bill Clinton \nAdam Schiff \nNancy Pelosi \nMaxine Waters\nAOC\nIlhan Omar\nJames Comey\nAlvin Bragg\nAnthony Fauci\nLiz Cheney and J6 committee \nBob Mueller \nMichael Cohen", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1643371959156105219, "content": "@martw17 @EricTrump You're a real riot.  Tell us all the horrible things Trump did regarding this country and then list how Joe fake fucking Biden has helped the American people who are having a difficult time paying bill &amp; putting food on the table. Go Martin list Joe's accomplishment!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1643371720563384323, "content": "@DailyCaller No one is above the law. Unless your name is Hillary Clinton,Hunter Biden, everyone on the Epstein list, Joe Biden, Bill Clinton and of course Nancy pelosi and her insider trading", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1643314898040938497, "content": "@RebelPlatypi Hillary’s destruction of subpoenaed emails and hardware\nHunter’s laptop\nEpstein’s client list\nJoe Biden’s Chineses connections\nThat’s just a start.", "likes": 0, "replies": 2, "retweets": 0}, {"id": 1643118846088474625, "content": "@SamTwits Democrats have opened a world of pain by doing this. Next on the arrest list Joe and Hunter Biden.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1643064868835319809, "content": "@smileneighbor @RBReich But they got hooked on President Johnson’s war on poverty handouts, and made that the status quo. If President Biden would bring back the coal jobs, I’m sure they would appreciate it. Put that on the list, Joe. Build them back better.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1643058530235174914, "content": "@GrappleLucifer2 That book is outdated. It doesn't list Joe Trump or Donald Biden as US presidents smh my head", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1642741986489933826, "content": "And so it begins.. we all knew this would be the next on the hit list.\n\nJoe Biden Moves to Cut Medicare Advantage https://t.co/Rn61Pl881J", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1642377853831462913, "content": "@Sarcasmcat24 You should’ve add one more NAME to Your LIST = JOE BIDEN", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1642297904164421634, "content": "@mrddmia Not on the list - Joe Biden, then Mayorkas.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1642288589558906881, "content": "@DogsAreBtr @Jim_Jordan Guess who’s on Epsteins island list?\njoe Biden guess who’s not on the list Donald Trump so go on with that BS", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1641921613955227648, "content": "@AdamKinzinger If no one is above the law then why haven’t Obama, Hilary, bill Clinton, the people on Jeffery Epsteins list, Joe Biden, hunter biden, Kamala Harris, or Dr. Fauci been indicted yet?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1641867294446870537, "content": "@RBReich So is it OK to prosecute\nBill Clinton for paying Paula Jones?\nObama for fast and furious \nHillary Clinton too many crimes to list.\nJoe Biden for his crimes against America? Caving to Russia, China, Saudi Arabia, Ukraine, not securing our borders,  Afghanistan .", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1641824300390031361, "content": "@Marsss1921 @kudi_patolaa Pakistani report \nWhole World know terrorism of Pakistan\n IMF and fatf grey list \nJoe Biden - Pakistan a dangerous nation", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1641794082753376256, "content": "@Jennydjld @Schrader_Adam @defendChrist @MaxRocked @Kikinroks1 @SpeakerMcCarthy What about espsteins client list, joe Biden receiving money from the CCP, bidens labs in the Ukraine? Any comment?", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1641793328323739649, "content": "@DarkSid41288521 @Kriscilicious @krassenstein Hillary Clinton, Hunter Biden, Epstein's entire client list, Joe Biden, all above the law.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1641747281975164928, "content": "This is a ridiculous change \nAgainst Donald Trump. \nAlvin Bragg should be indicted in 2016. BRAGG SAID  GIVE ME THE MAN AND I WILL FIND THE CRIME\n\"TRUMP IS NUMBER ONE ON MY HIT LIST.\" JOE BIDEN NEVER SAID ANYTHING\nTHE COWARD OF THE COUNTRY.SOCIALISM FIN'\n\nhttps://t.co/UE3Qnb78b0", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1641651597108232192, "content": "I guess you can now add another name to your list.\n\nJoe Biden.\n\n#JustSayin #TrumpIndictment", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1641335815296122881, "content": "@SheepLambda Who made this list joe biden? USA nuked japan then colonised it, vietnam war, korea war, invaded libya,iraq,syria. Killed millions there. Talk about present world. The west was nazi not russia, Colonial powers were western countries i.e britain,france, Netherlands, Spain,portugal", "likes": 0, "replies": 2, "retweets": 0}, {"id": 1640441361986994176, "content": "@Spotlight_Abby I'm always surprised by her contact list.... Joe Biden fit dey her list oo🤣🤣 I too believe her hustle", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1640395586846310408, "content": "@tom_trotts @RepMTG list Joe Biden’s crimes. I’ll tell you trumps crimes.: twice impeached incited an insurrection on the capital, rape case in New York City, stolen classified documents, election interference in Fulton County, and misuse of campaign funds stormy Daniels make a list about Joe d-bag", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1640360985956438019, "content": "@thewriterme With the long corruptive list Joe Biden has, impeachment at this point would be a slap on the wrist.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1640341715918651393, "content": "@Baratuty @1LetsRawk1 @NoLieWithBTC @evanvucci @TheJusticeDept I can find just as many democrats who are pee pee touchers. John Podesta would be high on that list. Joe Biden may not be #2, but he's definitely top 10", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1639985140028801024, "content": "GOP senators tear into 'unqualified' judicial nominee: 'Skill and merit are low on Joe Biden's priority list'\n\nhttps://t.co/LmklDJB4ZP\n\nJoe dare not hire someone who knows what their job may be. He can’t have someone smarter than himself. Does he goes for those unchallenged", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1639900208564948994, "content": "The latest season of American serial drama \"Prison Break\".\n\nCast list: Joe Biden, Nancy Pelosi, Anthony Fauci, Hillary Clinton, Kamala Harris. Storyline: due to a political conspiracy, an innocent man is sent to death row and his only hope is his brother… https://t.co/OoDhsDNv7l", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1639894676915273728, "content": "@elonmusk can you please do everyone a favor and remove all the bots from @POTUS follower list. Joe Biden supposedly received over 81,000,000 votes and has 30,000,000 followers. If you look at the followers list the first 20 look legit but after that it looks like bots 🤔", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1639643603201933312, "content": "@BenWiz76 @millett4451 @AndrewJ404 @krassenstein I highly recommend we lock up everyone involved but we need the client list. Won't get it because it's likely that everyone involved with the Clinton's is on that list. Joe biden, is likely involved.", "likes": 0, "replies": 2, "retweets": 0}, {"id": 1638933258573365248, "content": "@MichaelSteele The people on the Epstein list Joe Biden.JoylessBehar, lard ass Rob Reiner creepy Joe is a pedophile", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1638927896050794496, "content": "@w_terrence I have a list!  Joe Biden. Kamala Harris. Barack Obama. Michael Obama. Hillary clinton. And so much more", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1638910756530864129, "content": "@CNN Next on list: Joe Biden’s alleged role in foreign pay-for-play", "likes": 3, "replies": 0, "retweets": 0}, {"id": 1638579171143319559, "content": "@TerriCa93852354 @w_terrence Funny, Trump's name isn't on the visitor list..... Joe Biden is.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1638559900786651137, "content": "@RepJamesComer @GOPoversight @POTUS @PressSec @IngrahamAngle @FoxNews Here's this list Joe Biden's lieing about https://t.co/4XVYhtiwxi", "likes": 1, "replies": 3, "retweets": 0}, {"id": 1638543173143130112, "content": "@GottaGetCronked @realDonaldJNews Sorry, not on that list, Joe Biden is though.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1638416586964099072, "content": "@Truth4Life1621 @CNN Biden is Pedo Peter It came from hunter’s laptop contact list Joe’s number was his nickname", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1638389362541961217, "content": "Greta Thunberg should be declared a saint above Jesus Christ, even above God. Let's add to this list: Joe Biden, the Obama's, Tony Blair, George W Bush, Nancy Pelosi, Klaus Schwab, Bill Gates..........", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1638234989098840064, "content": "@CNN But they are not on Epstein's Client List. \n\nJoe Biden is on the list. \n\nHollywood #WeinsteinDemocrats are on the list. \nWhy no prosecution?\n\nhttps://t.co/E3yXVjECbm", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1638186537518084100, "content": "@PabloSixty @FoxNews @TuckerCarlson Except everyone on Epstein's list. Joe Biden, Hunter biden, Barack obama, Bill clinton, Hillary Clinton, Nancy Pelosi etc.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1637981377915424768, "content": "@1lovefolk @w_terrence Trump not on the flight log list thats been floating around but has anyone noticed who's on Soros list? Joe Biden and Barack Obama are 2 of the biggest names we can easily see! Continuously! Worse than if they actuall lived on JE's Island! Repeat offenders! Adopted sons of Soros", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1637958970999721984, "content": "@GOP It doesn’t list Joe Biden! If Hunter is guilty he must face the consequences! We are not responsible of our adult children! Trumps kids are not any better! Don’t believe me look it up!", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1637926595108171789, "content": "I’m tired of hearing nobody is above the law.\n\nThere are plenty of people above the law.\n\nHunter Biden for one\nHillary Clinton for another. \nEverybody on Epstein’s list\n\nJoe Biden for a bunch of reasons.", "likes": 3, "replies": 0, "retweets": 1}, {"id": 1637890672119406592, "content": "Don't think for one second that Biden's administration isn't behind this persecution of \nPresident Donald J Trump.\n\nThey've been after him from day one. \n\nAdd Obama to the list.  \n\nJoe is just picking up where he left off", "likes": 43, "replies": 2, "retweets": 19}, {"id": 1637849555734519811, "content": "@sarai5683 @DoniTheDon_ This is their Easter wish list. Joe Biden's dressing up in a bunny suit and has littered Kiev with plastic eggs full if cash....", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1637561040362778632, "content": "@mitchellvii And now would you like to list Joe Biden’s stuff? I’ll be Waiting 🤦🏼‍♀️", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1637451523251748864, "content": "@ChristineCady11 @ChidiNwatu @laurenboebert Now, in your own words( not an Occupy Democrats meme) list Joe Biden’s greatest accomplishments in his almost 50 years of collecting a government paycheck.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1637421109246140416, "content": "@TaraSetmayer @AlexWitt Whatever agreement is made between two parties has nothing to do with the Media liars and propaganda machine of the left! What about HUNTER BIDEN'S LAPTOP? What about Jeffery Epstein client list? JOE BIDEN is on that list so how many CHILDREN did \nJOE BIDEN Raped? Where's Media??", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1637333909300994049, "content": "@NEWSMAX You forgot to list  *Joe Biden 👌🏻", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1637308230001999872, "content": "@SaltyMom10 Yup, no need to protest a Trump arrest, that would be stupid. Just keep asking for Hunters lap top, Weiner’s laptop, Epstein’s Island list, Joe Biden’s CCP connections, where you can buy a raccoon dog and why the banking system seems to be dissolving before our very eyes.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1637246754268610563, "content": "@DorriesKieth3 @c21markm I’m  list joe Biden ( not Hunter Biden) crimes and pending court case\n\nIf there’s evidence please indict Biden \nNo one is above the  law \n\nTrump has been committing fraud and disregarding women for decades remember “grab them by their pvssy”\n\nIn a way this is karma", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1637227358372483075, "content": "@ChrisHohnholz I did see a snapshot of Epstein's visitors list, Joe Biden was on it.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1637171328049377283, "content": "@AdamKinzinger Let’s add to the list. Joe and Hunter Biden and the family, Nancy PeLoser insider trading, Hillary destroying emails and creating a fake dossier. Adam Shiff lying to congress. List of Democrats are very lengthy", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1637046098127724549, "content": "@jammalama @AdamKinzinger Really? Can you name the crimes he has committed? Please list.\nJoe Biden is a criminal, and we are seeing the evidence, thanks to the congressional investigation into the Biden crime family.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1637027369989951488, "content": "@BBCWorld When are they gonna start arresting the criminals in the United States Jeffrey Ebstein list Joe Biden criminal money laundering Mitt Romney’s son” come on man”", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1636907082111696897, "content": "Oh looky there... The first \"Joe\" on the list... Joe Biden. I guess he wanted to sniff some hair https://t.co/7RIOGURnDY", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1636598647772311554, "content": "@TimRunsHisMouth I got the list:\nJoe Biden, Bill Gates, Dr. Fauci, Tim Cook, Steve Kerr, Mark Zuckerberg, Bill Clinton, Gavin Newsom...\nShall I continue?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1636507821398192129, "content": "@glennkirschner2 Really no one’s above the law huh here’s the list, Joe Biden, Kamala Harris, Maxine Waters, Garland, Mayorkas, Buttigieg Pelosi, chef, Nadler, AOC, Omar Obama Clinton, want me continue", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1636056973744513032, "content": "@krassenstein No lets list Joe Biden’s financial ties to China and Ukraine that are substantial and real as opposed to the 6 degrees of freedom BS you just listed", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1635118323552907265, "content": "Fake News: Epstein's 'Lolita Express' Flight Logs Do NOT List Joe Biden, John McCain, Barack Obama, Hillary Clinton, Pope Francis And 4 CNN Hosts As Passengers. Lead Stories https://t.co/JDGmB73qWl via @leadstoriescom https://t.co/Umg8ZxgWi0", "likes": 1, "replies": 0, "retweets": 1}, {"id": 1635118265927356418, "content": "Fake News: Epstein's 'Lolita Express' Flight Logs Do NOT List Joe Biden, John McCain, Barack Obama, Hillary Clinton, Pope Francis And 4 CNN Hosts As Passengers. Lead Stories https://t.co/JDGmB73qWl via @leadstoriescom", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1634934470905303040, "content": "Here's my treason list.\n\nJoe Biden\nHillary Clinton\nNancy Pelosi\nAdam Schiff\nEric Swalwell \nLiz Cheney \nMitch McConnell \nChuck Schumer\nAOC\nJerry Nadler and any members of Congress who voted J6 to change a constitutional form govt w/o amendment.\n\n#walkervmembersofcongress\n\n#12thAm", "likes": 8, "replies": 1, "retweets": 2}, {"id": 1634672748667576328, "content": "Years ago I looked up who in Congress were Communists.  Kamala Harris was in the list. Joe Biden picked her for his VP.  In view of how soft Biden is on CCP and ALLOWING its spy balloon to harvest military info, &amp; the $$$ he gets from China re our oil, he has to be a Commie too.", "likes": 15, "replies": 3, "retweets": 6}, {"id": 1634448141360709632, "content": "@POTUS Unemployment runs out in 6 months, and if the person still doesn’t have a job, he/she is removed from the list. Joe Biden lies.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1634154191303106561, "content": "@aya_velazquez @JohannesGallon @andkiessling Is this the real list ??? Joe Biden ??? https://t.co/NdKOHzBeLf", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1634148821503561731, "content": "@berlinerzeitung Dear Mr. President - is this the real list ??? Joe Biden ??? Trump-Epstein-Connection ??? MAKE TRUTH GREAT AGAIN !!! https://t.co/r0PEWYmd6X", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1634010446674927619, "content": "@JoeBiden @POTUS \nIt's what they do that speaks of who they are! Biden left American heroes to be slaughtered, American citizens to be slaughtered, if that wasn't the bottom of any moral list,Joe basically paid the Taliban 80 Billion dollars of Military Grade weapons to do it!!!!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1633609319848595460, "content": "@misuwen first on the guest list. joe biden", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1633131378647658498, "content": "@FiveThirtyEight How about adding Gavin Newsom to the list, Joe Biden, and Kamala Harris to the list?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1632931443272998918, "content": "@kylenabecker Next one on their list ..JOE BIDEN", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1632796620499611649, "content": "@dylanperkns some highlights from my old band name list: “ joe biden’s pro skater 4” OR “you sent my dad to iraq? you bastard!!!”", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1632525061289566209, "content": "@KimWever3 Rambling on..\n\n16 point list Joe Biden gave to Putin that is critical infrastructure to be \"off limits\".\n\nhttps://t.co/zQcxgMCspX", "likes": 2, "replies": 1, "retweets": 0}, {"id": 1632053639685586950, "content": "Hunter is like the Forrest Gump of political corruption.  \"Russian Oligarchs\" paid million$ to a company associated with Hunter.  When sanctions were brought against wealthy Russians, these billionaires were left off the list.  Joe Biden supposedly met with them when he was VP. https://t.co/6GcNt1SOHx", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1631305303579934721, "content": "You left one off your list, Joe Biden", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1630640397738229783, "content": "@krassenstein You forgot to list Joe Biden donor David Boies whose lawfirm billed $480 million to clients in 2020 &amp; 2021 &amp; equity partners each earned $4.5 million. Boies took the single-biggest loan, $10.14 million, from the PPP &amp; it was forgiven in 2021. $213,966 donated to Biden.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1629687796049883136, "content": "@SpeakerPelosi @POTUS https://t.co/tHzLSIHzyu\n\nHe didn't even say an EXPERIENCED or care about qualifications.. just just wants to check off a box on the list. Joe Biden is as racist and LBJ.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1629518249590177794, "content": "JILL BIDEN MUST LOVE MRS OR MR OBAMA’S FASHION SHOP! THEY DRESS LOOKS ALIKE ! JUST LYING LIBERAL LUNATIC WISHING LIST ! JOE BIDEN IS THE WORST PRESIDENT IN MY89 YEARS! OBAMA’S FAMILY SPENT MORE THAN THE LAST 3 PRESIDENT FAMILIES TOGETHER! OBAMA LEFT $9.34 TRILLION ON TAXPAYERS👎", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1629171207139430404, "content": "More announced speakers for CPAC 2023, actually more on the NOT INVITED list. Joe Biden will NOT be attending. \n\nThis from the CPAC Twitter page. @CPAC @mschlapp @mercedesschlapp @ILReview @GrizzlyJoeShow @Fionadog23 https://t.co/4L7HsXA2vd", "likes": 0, "replies": 0, "retweets": 1}, {"id": 1629099480241917957, "content": "@akafacehots @robreiner Isn't this the same list Joe Biden is on ?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1628941893060161536, "content": "@Brad2thebone111 @GoshDarnIt15 @mmpadellan I will list Joe Biden, Barack Oduma, and The Clintons Businesses!!\n\n..........\n\nThis concludes the list!!!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1628757415218012160, "content": "@robreiner The only thing standing between you and the release of the Epstein client list Joe Biden.\n\nThe next GOP POTUS will the end of your professional career as you've known it.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1628670380004061184, "content": "@TheGreatJeffMAC At some point we'll have to acknowledge the obvious\n it's no longer a coincidence\n rather intent!\n guarantee you it's on that list Joe Biden gave Putin of critical infrastructure not to attack", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1627723201676722176, "content": "@elonmusk Shock they list Joe Biden and Angels Merkel as not controversial🤦🤦", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1627721892152082432, "content": "@DrEliDavid @elonmusk @IsaacLatterell All you have to do is look at the second name on the list (Joe Biden) and you know this list is a joke.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1627717242803859456, "content": "I truly feel bad for us tax payers where that senile racist #FuckJoeBiden should put America First!!! Unfortunately we're not on his priority list.\nJoe Biden Arrives in Ukraine Capital Kyiv to Show U.S. Support https://t.co/hE3ay9aOz5 via @BreitbartNews", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1627621254357217281, "content": "@WhiteHouse Theres video of Joe Biden a few years ago saying his goal was to get rid of social security. Love how he tries to pass it off as a republican wish list when it was in actuality,  his to do list. Joe is definitely a liar. His video is online, unless they took it off recently.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1627383281523240960, "content": "my writing is enriched with my honeydew saucer falcons by my request list Joe Biden as an enemy who murders our civilization as a murderer thief for sad love as just 'weak shit to his kids with a legacy of killing us to broken none care no respect literally as our ethnicity too.'", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1627154602691895297, "content": "@TheAllTIMEloser @DawnsMission Check the list!! Joe Biden was there too !! https://t.co/0SDb8saHbp", "likes": 0, "replies": 2, "retweets": 0}, {"id": 1627029188883664903, "content": "Of all the people on the Epstein visitors list Joe Biden is the big guy. Ask why he likes boys in dresses. https://t.co/SAaOplAwfK", "likes": 2, "replies": 1, "retweets": 0}, {"id": 1626991982873550848, "content": "@usgloria @Serenityin24 All bullshit. Let's list Joe Bidens crimes. Open borders. Profiting from the Cartel. Letting children and women getting abused killed or smuggled at the border. This China lover took an oath to protect our country from domestic and foreign threats. We are not safe under Biden.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1626985463192989698, "content": "Facebook's Fact checkers cover the list and say that it is not real:\n(Fake News: Epstein's 'Lolita Express' Flight Logs Do NOT List Joe Biden, John McCain, Barack Obama, Hillary Clinton, Pope Francis And 4 CNN Hosts As Passengers.)", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1626733802537222144, "content": "@wopizza Correct: Also\n\nHunter Biden is on the Epstein list\n\nAshley Biden is on the Epstein list\n\nJoe Biden is on the Epstein List\n\nThe whole gang at the White House is all on the Epstein List\n\nEvery Progressives like Ardern, Trudeau, Sturgeon etc is on the Epstein List\n\nPASS IT ON", "likes": 2, "replies": 1, "retweets": 0}, {"id": 1626679707486900227, "content": "@greg_price11 #KevinOConnor patient list: \njoe biden \nJohn fetterman", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1626538121377579009, "content": "@akafacehots @robreiner Donald Trump is NOT on the LIST!!! Joe Biden IS!! Haha ❤️👍🇺🇸🎺", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1626268077829812224, "content": "@akafacehots @robreiner Look who else is on this list.   Joe Biden.  Prince Charles  .  Podsesto, Hillary and Bill both.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1625959479954079761, "content": "@ProjectLincoln WHO, the Epstein client list ?  Joe Biden &amp; Obama are on it.  Know who is not, Donald Trump", "likes": 2, "replies": 1, "retweets": 0}, {"id": 1625908272774492179, "content": "False Information - Facebook Epstein Bill Clinton list. Fake News: Epstein's 'Lolita Express' Flight Logs Do NOT List Joe Biden, John McCain, Barack Obama, Hillary Clinton, Pope Francis And 4 CNN Hosts As Passengers. https://t.co/LP2Z8n4cyn", "likes": 7, "replies": 7, "retweets": 3}, {"id": 1625522950655942657, "content": "@TheobaldZach @OccupyDemocrats You would need to multiply by 10 if you listed the Democratic pedophiles.  Top of the list Joe Biden.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1625395952713404416, "content": "@AnchZmedia @TheDemocrats Don't forget to add Joe Biden to the list. \n\nJoe Biden has wanted to cut social security and Medicare for years.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1625326009334566912, "content": "A court is preparing to unseal the Jeffrey Epstein client list, Joe Biden has been accused of sabotaging the Nord Stream 2 pipeline &amp; there's a massive environmental catastrophe happening in Ohio right now.\n\nHey everyone look a balloon!! Look another one!! And another!! 😲", "likes": 8, "replies": 0, "retweets": 3}, {"id": 1625191957617057793, "content": "Imagine how stupid and corrupt democrats are to prioritize Donald Trump over-valuing his properties over:\n• Epstein island pedophilia list\n• Joe Biden allowing China to spy on us\n• Hunter Biden video crimes in his laptop for all to see \n• Ignoring blatant voter/election fraud", "likes": 20, "replies": 0, "retweets": 4}, {"id": 1625177920594493459, "content": "@MarioNawfal You forgot to list “Joe Biden &amp; his handlers”", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1625144831403081728, "content": "@TorayKortan Epstein client list. Joe Biden classified documents. Hunter Biden laptop. Veritas uncovering Pfizer criminal collusion. Covering US elite corruption.", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1624926834445160448, "content": "Hunter Biden Ukraine , Joe Biden selling out our country for his bank account , China virus scheme by Fauci and big pharma, Epstein client list, Joe Biden health info            WE THE PEOPLE NEED ANSWERS", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1624676927784075265, "content": "Opponents of Netanyahu's judicial overhaul plan, last 3 days, partial list:\n-Joe Biden\n-Lawrence Summers\n-18 former Israeli Supreme Court justices\n-12 former Israeli National Security Advisors\n-Former AG Avichai Mandelblit\n-150k ppl in streets\n-60%+ of public per opinion polls", "likes": 23, "replies": 2, "retweets": 8}, {"id": 1624511544259141635, "content": "@ericareport Erica so based on your list Joe Biden must be the best. Based on your thought process you should not be able to live on your own", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1624378813432864768, "content": "Hey, Hey, everyone just wanted to let everyone know hey I'm a white male and no I'm not a bigot, but I know who is want to know here is just a small list.\n\nJoe Biden\nKamal Harris \nA.O.C.\n\nI could go on and on. Hey all you supposed woke people what about these bigot's ?\n\nHMMMM", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1624370130951045121, "content": "@TristanSnell Yup there is more than 1 George Santos type liar in Government.    Short list.  Joe Biden.  Nancy Pelosi.  Kamala Harris.  AOC.  Adam Schiff.   Maxine Waters.    Barrack Hussein.   Jerry Nadler.   Jeffries.   Yup get rid of all of them.  George too.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1624088052229603329, "content": "@SpeakerMcCarthy Let me add to that list: Joe Biden and Hunter’s Corruption jobs getting to sloppy and out of hand: Nord Stream 2 Pipeline, Twitter Files, shall we add more? Everything coming to light!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1624069156302643200, "content": "@glennbeck so the FBI puts Catholics on the terrorist watch list. Joe Biden is Catholic. The FBI has put the president of the US on the terrorist watch list", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1623724089910124544, "content": "@PamelaHensley22 i certainly think so but I think Obama is top of the list Joe Biden is not running this country Obama is running the country behind the scenes on purpose he's destroying our country he was raised by his communist grandparents and he's a communist", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1623694210082766849, "content": "@cmd6022 @Bucksmba @mkolken Is Elizabeth Warren on your list? Joe Biden?", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1623329979017621504, "content": "What he done was extremely wrong but let’s put up a chart and list his lies and then on the other side of the column let’s list Joe Biden‘s lies and if anyone would like to bet which list will be longer I’d say joey’s", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1623184094707306497, "content": "@Atticus59914029 If character matters the most, why would you list Joe Biden as someone you admire?\n\nYou would have to conclude that all of the evidence (on record from Hunter Biden's emails and business partners) about Joe Biden's making money directly from America's enemies doesn't matter.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1623058126424383488, "content": "It’s time for Patriots to start listing child traffickers and Pedo’s! Please by all means, add to my list! Joe Biden, Mike Pence, Adam Shift, Oprah..", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1623027740491538432, "content": "@CaptFancyPantz @iheartmindy @againstgrmrs hey anyone can make a list.. Joe Biden should be on it..", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1623026162682236966, "content": "@1magicdave @TheLeoTerrell I’ll agree with you as long as you provide a list Joe Biden is destroying the country - because I just watched the news in Mexico - and @VP has been doing things to curtail the immigration situation behind the scenes", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1622970777686646785, "content": "@cspanwj Why doesn't the WJ list Joe Biden's accomplishments you guys listed things that didn't get passed list the things that did", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1622536687308926977, "content": "@BoSnerdley Please and put them on a child predator list. Joe biden should be on a child predators list.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1622331132812353537, "content": "@SundayTimesZA But is so left biased..... Challenge it and see what happens.. Aked it to first list Joe Biden's racist comments.. It said there were none... I pressed it by asking if Joe Biden had said.... Guess the reply... https://t.co/Ic72K95zkq", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1622255547801128963, "content": "@Dr_Mantis619 @POTUS Joe Bidens daughter wrote on her diary Joe would take inappropriate showers with her and look how he likes to grope and sniff children. Also absolutely no mention of Epstein client list. Joe Biden is a new world order puppet PEDOPHILE", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1622221392014970880, "content": "Think DirecTV removal of Newsmax was political?  The First TV was added.\n\nLineup (small list):\nJoe Biden: 2-Years of Failure\nBill O'Reilly: No Spin News\nNational Police Association Report\nThe Dana Show", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1621602139096186880, "content": "So apparently, the Biden administration is ok with letting the Chinese spy balloon stay over US airspace for a few more days collecting data on us and will do nothing about it! Way to keep national security at the top of the list Joe!", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1621361490035986433, "content": "@spp123steve12 @crouchendcom The quotes aren’t that hard to read. I’ll give you one from the list Joe Biden: “You’re Not Going To Get COVID If You Have These Vaccinations.”", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1620265486620717056, "content": "@Vendzilla @joncoopertweets Wasn't his name on that list[Joe Biden]to the island of that certain person who hung himself in jail,I forget 🙄 🤔", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1620074022171201537, "content": "@RadioRonIsOnAir @thetodd240 @MayoIsSpicyy Stop talking in platitudes and come up with solutions to problems.Biden solution to inflation,immigration and inner city school problems. Hold your politicians to standard  Of accomplishments. Trump not perfect his accomplishments are many. List Joe Biden’s accomplishments?", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1620001203043336194, "content": "@BillKristol Let's start from the top, first on the list Joe Biden", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1619718904875732992, "content": "@TimothySheldo10 She's pretty annoying but no where near the top of my list\n\n- Joe Biden\n- Swallwell\n- Schiff\n- AOC\n- Olberman\n\nI could go on here but I think you get my drift.", "likes": 2, "replies": 1, "retweets": 0}, {"id": 1619385201221865473, "content": "@JaverickJones @FoxNews Add Joe Biden to that list. Joe was against public school integration and had a segregationist Klan member as his mentor.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1619357052345933825, "content": "@DanielTurnerPTF I wouldn't list Joe Biden because it would already be a given while he falls down a flight of stairs in his sentences already (i.e. \"Ukrainian aggression\").", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1618077118684098561, "content": "President Donald Trump's name was not on the list. Joe Biden's name is on the list but not his son Hunter what happened to Jeffrey Epstein ? 🤔 https://t.co/WtfGDwiuig", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1617957875623821314, "content": "@EddieMc32562820 Add to the lefties has been Madonna, Sean Penn, Cher, Robert de Niro to just name a few, There are so many can even come close to adding them. And the top of the list Joe Biden", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1617805254292307968, "content": "@MadeInTheUSANJ @Jim_Jordan Why don’t you list Joe Biden‘s accomplishments.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1617685554543595521, "content": "@Gravity93725194 @oheardintherapy @tonygood2 @Blitzkriegbrod1 @MayoIsSpicyy Here's one of your idols. Oh and look who else is on the list. Joe Biden and Barrack Obama. https://t.co/N3tq1WCpJM", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1617195542047776768, "content": "@Sportz_DC Here is a partial list, Joe Biden, Kamala Harris, Gavin Newsome, Chuck Schumer, Adam Schiff, and the list goes on", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1616945651828277249, "content": "@AntonioSabatoJr Ha ha ha.....  Hmmm , I don't see trump on the list.  Joe Biden, Hillary&amp;Bill Clinton barrack Obama,.  Oh my gosh.  There's rob Reiner,.  You pervert", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1616881146809430016, "content": "@ericareport I'm not sure, but Joe and Hunter Biden should be in the No Fly List. Joe doesn't know what state he's in half the time. That's scary he's our president. I would say leader but fact-check would say that's false.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1616855075539849216, "content": "Why you don't see Epstein's Client List:\n\nJoe Biden, Hunter Biden, or Cameltoe are on it.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1616398996519669762, "content": "Interesting names on this list. Joe Biden for instance… https://t.co/aPCvida6tC", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1616142844624011264, "content": "@Jmlieber @larryelder You forgot to list Joe Biden", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1615840633670828033, "content": "@Victorshi2020 Who's on that list Joe Biden is https://t.co/WNrUgrhgQX", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1615759771704885261, "content": "If this is real... Please asking... Don't suspend me....lol. \nThis list that I'm afraid to post even though it has Twitter logo on it. Epstein's list. Joe Biden is on it! No wonder Democrats don't want him rerunning. Wait until #newsmax gets this scoop", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1615579363935756291, "content": "List Joe Biden’s lies, which he is still continuing to do. He is the President and the media does not report on this. So tell you fan to go suck one!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1615487491770925064, "content": "@KevinB3175 @JRam33033 @itsJeffTiedrich That doesn't list Joe Biden as the payee.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1615446701900464130, "content": "The FBI’s list is irrelevant as it doesn’t list Joe Biden, Hunter Biden, or Joe’s criminal brother. https://t.co/lz2aCd4JOo", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1615424109990580247, "content": "@Frank_solarwind @ZaleskiLuke @RSBNetwork You forgot to add Joe Biden to your biggest liar list. Joe Biden has been lying to the American people for 45 years at least.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1614771613714599936, "content": "@RonFilipkowski I will not defend Santos, but which specific lie or lies Santos told, are problematic for you Ron? Keep in mind, if you list them, I will list Joe Biden’s verified lies, which will make Santos’s look pale in comparison. By all means, proceed…", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1614664107571187714, "content": "@joncoopertweets Well look whose name is on this list\nJOE BIDEN.... who is NOT...\nDONALD TRUMP. SMFH https://t.co/wZocBUQzCq", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1614663188720807936, "content": "@robreiner Really... lookie who's name is on the list. Joe Biden is also there. You know who's not.... Donald Trump. \nNow who's the fool https://t.co/9k0MtLOORV", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1614383106483712000, "content": "@CTIronman Let's start with liars who have been in office the longest before we work our way down the list. \n\nJoe Biden and his constantly inflated academic credentials ...\n\nSenator Blumenthal and his nonexistent service in Vietnam.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1614323320614424576, "content": "@Sportz_DC I have a whole laundry list: Joe Biden, Nancy Pelosi, Kamala Harris, Adam Schiff, Jerry Nadler, Maxine Watters, Cori Bush, Alejandro Mayorkas, Merrick Garland, Lloyd Austin, Chuck Schumer, Gavin Newsom, Lori Lightfoot, Mark Millie, AOC, Katie Hobbs, Hunter Biden.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1614089929381871617, "content": "@SharylAttkisson Long list\n\nJoe “Ditto” Biden\nElizabeth “Liawatha” Warren\nTeddy “Splash” Kennedy.  The only confirmed kill in the war on women.\nDick“I went to Vietnam” Blumenthal\nEric “Fang Fang” Swallwell\nAdam “Collusion and Compromat” Schiff\nNancy “We have to pass it” Pelosi", "likes": 4, "replies": 0, "retweets": 1}, {"id": 1614069418283380739, "content": "@DashDobrofsky That’s right just look at all the criminals on Epstein’s client list. Joe Biden, Bill Clinton, all the most powerful leftists are there. That’s why we can’t see it and you have no interest in it.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1613982400912199680, "content": "@SteveScalise @FBI Can you please list Joe Biden’s lies? \nThen you can compare President Biden’s to FORMER Liar in Chief’s list of lies and draw your conclusions.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1613934741396545536, "content": "@scrowder I so have to write lyrics for the satirical classic, G&amp;Sullivan, \"A Little List.\" \n\"Files in the library, files in the garage, No, no, no! \n\"That's just a mirage.\n\"Nothing to see here, Nothing to smear here, \n\"You have a little list, Joe Biden, yes, a teeny tiny list.\"", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1613812681429114881, "content": "@TomFitton #IMPEACHBIDENNOW  &amp; how dare the W.H. make light of the Top Secret Docs..for Joe Biden..yet sent the FBI &amp; their pit dogs to tear his place apart..&amp; steal items.not on the warrant list.!! &amp; Joe was VP when he took them saying he did not know what was in the Docs.! \n100% Liar.!🤯", "likes": 3, "replies": 1, "retweets": 1}, {"id": 1613740523654893569, "content": "@AltcoinDailyio Here’s a better list ;\nJoe Biden\nMickey Mouse\nBenedict Arnold\nJack the Ripper (RIP)\nGoofy \nSpider man ( should be top of the list)\nClark Kent\nHomer Simpson\nJacob Zuma\nRobert Mugabee\nCharlie ( from Charlie’s Angels)", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1613536279622189059, "content": "Really?  Biased shoddy investigation and reporting when all the facts not in. Add the following to your list. Joe Biden as VP unqualified to declassify docs with MTF. Donald Trump as POTUS completely authorized to declassify ANY previously classified doc regardless of CSI status.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1612934483669405701, "content": "@RitchieTorres Well ya better add a few more names to the list. Joe Biden, Elizabeth Warren, Adam Schiff, to name a few....or are you only all about ethics when it's Republicans? Of course you are which is why this is a steaming pile of dog turds", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1612693569780977666, "content": "@LasVegasBuckeye @JamesOKeefeIII no trump on this list, joe biden is on there though. https://t.co/Lto1B9oBOO", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1612321219499675648, "content": "@chiproytx And so the Epstein list, joe Biden’s dealings, and the we’ll never know about anything begins", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1612187382987595776, "content": "@WashTimes @WashTimesOpEd Top of The List..... Joe Biden", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1611543560767275008, "content": "@DennisPerkins5 @mattgaetz Joe Biden &amp;Hunter and Bill and Hillary Clinton Obama are all on Epstein's list. Joe Biden is the real deal pedophile. https://t.co/tV8sn8qOza", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1611170175868436480, "content": "@DrEliDavid There’s one missing at your list \nJoe Biden", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1611046335037276160, "content": "@POTUS Was YOUR email included in this list Joe Biden?\nhttps://t.co/j7JVjzYQOO", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1610644862445158400, "content": "@MyLordBebo Look on the Epstein list, Joe Biden and Obama have  been to Epstein Island", "likes": 1, "replies": 0, "retweets": 1}, {"id": 1610313389133144066, "content": "@bennyjohnson Preliminary list: Joe Biden, Hunter Biden. Digraced Doctor Fauci, Kamala Harris, need I say more?", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1610294049893945345, "content": "@RonFancy @ThinkerProphet @JonathanTurley Now list Joe Biden's 60 years of lying.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1610073458779750401, "content": "let me give you some of the names in that list:\nJoe Biden \nHiliary Clinton \nPrince Andrew\nEllen DeGeneres as in a Degenerate person \nBill Cosby\nand most of Liberals and CIA\nand still ppl turn a blind eye on them! they litrally brain-washed these ppl!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1610069108007268352, "content": "@TheCryptoLark let me give you some of the names in that list:\nJoe Biden \nHiliary Clinton \nPrince Andrew\nEllen DeGeneres as in a Degenerate person \nBill Cosby\nand most of Liberals and CIA\nand still ppl turn a blind eye on them! they litrally brain-washed these ppl!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1609642247745593346, "content": "@evotuned @MeidasTouch Is PRESIDENT TRUMP ON THIS LIST ..JOE BIDEN IS..  RELEASE THE FILES https://t.co/0jnMRxqB73", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1609249015358525441, "content": "@TimRunsHisMouth Because our country was sold out by traitors at the top of the list Joe Biden and the rest of the Democratic party as well as all the RINO'S who turned a blind eye", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1609189540480126976, "content": "@SenSanders You forgot to list joe biden you communist", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1609027958446125062, "content": "@JackPosobiec You forgot one thing on your list....\n\nJoe Biden and his family putting this Country before themselves!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1609019453123219458, "content": "@FrankMikeDavis1 I'm certain in addition to all the crimes everyone else will list, Joe Biden has made a phone call that made someone angry... which carries the death sentence.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1608918321403166720, "content": "@erwincurry @CollinRugg We'll find out how much Trump was there when the Democrats finally release the client list. Joe Biden's going to release it right?\nSurely they have all the information to put Trump in jail for prison finally once and for all right?\nThey have evidence Trump was there right?\nRight?", "likes": 5, "replies": 1, "retweets": 0}, {"id": 1608667592230834177, "content": "@KFILE Care to list Joe Biden's lies or nah?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1608614716963950592, "content": "@RitchieTorres Okay now list Joe Biden’s lies and plagiarism", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1608506889486364672, "content": "@RitchieTorres Now list Joe Biden’s endless string of embellishments, fabrications, and lies.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1608476388037730305, "content": "@PONY_Official @bamaswhodat You didn’t list Joe Biden, Chuck Schumer or any Democrats so why vote for this?", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1608454498971750401, "content": "@ericareport I don’t have enough time to list Joe Biden list of lies", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1608259293035507713, "content": "@joncoopertweets Why? Pathological list Joe Biden is defended by you for every lie.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1607198943980421122, "content": "@WSRosloff @TomiLahren You forgot to mention on.your list Joe Biden, Kamala Harris, The Clinton's, Chuck Schumer, Nancy Pelosi. You're right, the list is too long", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1607083469502578689, "content": "You all  wanted proof here's the names on the list  Joe Biden Hillary Clinton Bernie Sanders   about halfe of Congress  is on the list  @elonmusk @SenateGOP https://t.co/SfEsJLeo17", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1607081233300815872, "content": "No arrest no investigation same as Hunter Biden laptop. Epstein list Maxwell list. Joe Biden crimes. America has had it with this.", "likes": 3, "replies": 0, "retweets": 0}, {"id": 1607029051478114306, "content": "@TansuYegen United States cuisine better than France ?! Who made this list, joe Biden ?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1606647626589691905, "content": "@joncoopertweets Strange, I don't see Jimmy Carter or Joe Biden in your list...Joe Biden is worst president ever, with Jimmy Carter as 2nd worst ✌️😁👍#FixedIt #YoureWelcome", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1606492753440841728, "content": "@joncoopertweets The worst is not on your list. Joe Biden. First president to crap his pants on a regular basis, can't remember if he's president or senator or gogo boy, dilapidate money like it's candies during Halloween, raise inflation so drastically, as well as interrest rates...", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1606428286975848448, "content": "@joncoopertweets You neglected to add Joe Biden to your list.....Joe Biden!!!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1606237401709322240, "content": "@CollinRugg If you made a list, Joe Biden would be in the bottom area. But VERY suitable as a puppet for deepstate", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1605972837314859014, "content": "@joncoopertweets That’s a long list, Joe Biden, Hilary Clinton, Dick Cheney, just to start. But if I go through a list of every politician I’d say roughly 75%", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1605943124773126146, "content": "@ZemanLynnZ @laurenboebert @POTUS Justice Ketanji Brown Jackson was not even qualified. She was selected based on race. Add that to your list, Joe Biden brought racism back. Biden administration literally hires/fires based on race, not qualifications.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1605693646568767489, "content": "@RpsAgainstTrump BREAKING NEWS/ JUST IN:\nJoe Biden has two sets of tax returns!\nOne tax return list Joe Biden as the taxpayer….\nThe other tax return lists, The Big Guy as the taxpayer….\n\nI for one am not the least bit surprised", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1605423080091709441, "content": "@RepJeffries Add to that list: Joe Biden and Hunter Biden, Nancy Pelosi, Liz Warren, Bernie Sanders, Obama, AOC, and her entire Squad, ... the list goes on. YADA. YADA. YADA", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1605225859857670149, "content": "@ewarren Hmm…I can think of a few: All of those on the Jeffrey”Hangman”Epstein visitor list,Joe”The Big Guy”Biden, Hunter”Bribery”Biden, Nancy”Insider”Pelosi, Hillary”Bleach-bit” Clinton.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1605028812630200320, "content": "@DiamondandSilk Perverted - Immoral - Disgusting - Repulsive!\nToo many words to list.\nJoe Biden and his sick fanatic followers need to keep their hands AND their surgical tools OFF our kids!!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1604819885267484675, "content": "@WhiteHouse Look at who is on the list Joe Biden. https://t.co/rTO1KS9EZW", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1604793895795437569, "content": "@KingCreole20 @MikeMastro20 @JPeiperSS @marklevinshow Shall we list Joe Biden's lies? The list is loooooong.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1604678343219101696, "content": "@iamraisini @michaelsluciano Now do Bill Clinton, Hillary Clinton, Jeffery Epstein, everyone on his flight list, Joe Biden, Bill Gates, George Soros, and also find out who's pushing these drag shows on kids.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1604541544354258944, "content": "@RepAdamSchiff Ohw ohw ohw, Now let’s hear about Hillary’s 30,000 missing emails, Epstein’s murder, and the client list, Joe &amp; Hunter Biden’s dealings with China and the Ukraine or how the DNC funded AntiFa &amp; BLM riots across the nation and is involved with FTX", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1603109307721322496, "content": "@Anthonyw0382 @HalloweenHJB @BMeiselas I guess time will tell. I have a feeling history books are going to list Joe Biden as one of the most effective presidents in history. He has gotten more done than pretty much all presidents since this country started.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1603066809258856454, "content": "Remember...The Battle Continues\n\n“Elections have Consequences!”\n\n#MAGA \n\n\"This is MAGA’s America...God loves us!\"\n \n#WE_THE_PEOPLE\n\nSurrenderer-In-Chief Joe Biden #BASTARD lied to America and the World.\n\n#TRAITOR_LIST:\nJoe Biden\nDemocrat Party\nDeep State\nTech\nMedia\nRINOs\nIllegals https://t.co/PN6yAtc2t3", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1603059972379746304, "content": "Remember...The Battle Continues\n\n“Elections have Consequences!”\n\n#MAGA \n\n\"This is MAGA’s America...God loves us!\"\n\n#SEAL_THE_BORDERS\n\n“I love the smell of Napalm in the Morning on our Borders!”\n\n#TRAITOR_LIST:\nJoe Biden\nDemocrat Party\nDeep State\nTech\nMedia\nRINOs\nIllegals\n\n#MAGA https://t.co/TOIiYUwDpe", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1603005148640468993, "content": "I add another name to list, Joe Biden.\nShould sue everybody that has publicly stated election stolen. Force them to prove to jury HERE IS THE FRAUD, or live rest of life in a grocery cart.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1602859951525072896, "content": "@stillgray \"racism, anti-Semitism, homophobia\"\n\nAs a proud member of the White Supremacy community, I feel deeply saddened and marginalized by having been left out of his list. Joe Biden, observe, learn and do better!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1602433449012318208, "content": "@stuarthazeldine @LoretaYono @elonmusk \"Hired\" is the key word. Not elected, Fauci is in it for the money not the people.\nI am a CEO and I would add another name to that list, Joe Biden.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1601663552565448704, "content": "@ericareport They think that’s right and they should put all the people who voted for Trump on that list but the main people who should be on that list: Joe Biden, Hunter Biden, Liz, Cheney, and shifty shift", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1601570784224632832, "content": "@emeriticus I want Elon to build a prison with AI as its warden, for treasonous libs... \nWill need at least 500 beds...\nGrand Opening Occupant List:\nJoe Biden\nJack Dorsey\nMark Zuckerberg\nSergey Brin\nJeff Bezos\nAnthony Fauci\nChristopher Wray\nMerrick Garland\n\nWho else?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1601307943932416000, "content": "@libsoftiktok I think it was a bad deal, but I don't blame Brittney Griner for it. The blame falls squarely on Biden. Future murders caused by the Merchant Of Death's wares will have to list Joe Biden as Viktor Bout's accomplice.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1601226463646056448, "content": "\"You're at the TOP of my \"NAUGHTY LIST\" Joe Biden ...Ho-Ho-Ho...C U soon b*tch\" 👀", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1600323128718110721, "content": "@MateoKnowsBest @bgraham2583 @JoJoFromJerz No it doesn't. Maybe u should do some research because u are very misinformed. They have text messages from Joe to Hunter about his business deals &amp; they have the calendars of meetings that list Joe Biden. The Big Guy comment was in an email in which they were to hold 10% for Joe", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1600218384922124288, "content": "The “Person of the Year” can be notably good or notably bad. My nominations…\n\nGood: Protesters in Iran\nBad: US Supreme Court\n\nGood (not on the list): Rail workers unions\nBad (not on list): Joe Biden", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1600159104927932420, "content": "@townhallcom Since Biden and the Democrats REFUSE to close the southern border then ANY crime or deaths due to drugs or the illegal people, list Joe Biden, and all the Democrats as accomplice and accessories to the crime. https://t.co/1Hq79CD8wX", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1600119480314605569, "content": "@MarinaMedvin @LisaMarieBoothe @pnjaban @GOPChairwoman Have you not seen the Epstein list? Joe Biden is a Democrat &amp; a pedophile. Along with the Clinton's. Many other democrats. Do y'all support pedophiles? Js. 🤗. ✌️🙏❤️🇺🇲💯", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1599963512364617729, "content": "@mc2mc5 @Leakydrum You're  engaging in rape apology. It's gross. We don't \"look into\" a victim's life story. And if we do, we need to look into the life story of the accused and highlight their lies as well. Would you like to list Joe Biden's lies over the past 50 yrs of his career?", "likes": 5, "replies": 1, "retweets": 0}, {"id": 1599817645557420033, "content": "here's a list, Joe Biden Did More Than ANY OTHER PRESIDENTS in First 2 Years https://t.co/iUvAB0kJvX via @YouTube", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1599526109531754496, "content": "@mhiggs034570 Wow look at that list. Joe Biden is on it.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1599285841146224640, "content": "@GOPLeader Hopefully it'll be number one on your investigative list Joe Biden FBI Hillary Clinton other dncs but they'll be out the FBI has been crooks ever since way back but in that order go after them", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1599117047287250945, "content": "@POTUS \nis that your name on this list joe biden? https://t.co/0iROaatyIF", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1599026646681460736, "content": "It’s a modern day Black List.  Joe McCarthy would be proud of Biden, Obama, and others.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1598906358497099777, "content": "@POTUS This is a diversion from the info being released from Twitter. So the DNC had an enemies list. Joe Biden, James Woods is not afraid of you. And many others will join him to sue the DNC and anyone else involved in denying free speech rights.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1598308766226829322, "content": "Decades from now, people will list Joe Biden among the best presidents in our history. Mark my words.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1598178874315399168, "content": "You can ADD THIS to Biden's TOP 50 BLUNDER LIST \nJoe Biden is probably the ONLY ONE who didn't know what a \"SUPPLY CHAIN\" was 10 years ago.\n\nhttps://t.co/q9XeuwGD58\n\nJoe Biden's TOP 50 Bloopers, Blunders, &amp; Gaffes: 2020 Election Edition https://t.co/1Z62IjOSZ6 via @YouTube", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1598117059208282115, "content": "@RealPJones @TheInsiderPaper See who's name ISN'T on this list?\nDonald Trump\nMelania Trump\nEric Trump\nDon Trump Jr.\nIvanka Trump\nJared Kushner.\n\nDemoncrats on the list\nJoe Biden\nMichelle Obama\nBarack Obama\nHitlery Clinton\nBill Clinton\nJustin Trudeau\nBill Gates\nOrpah\nAL Gore\nBernie Sanders\nKirsten Gillibrand https://t.co/gcFN7tAt8z", "likes": 3, "replies": 0, "retweets": 0}, {"id": 1598028233731366913, "content": "@MikeBentleyJr1 @Mario21544634 @__machmud @ReverendWarnock @TheDemocrats @JoeBiden Damn thats a long list...\n\nJoe Biden AOC Hillary Clinton, Nancy Pelosi... just some highlights", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1598024636528492547, "content": "@CinLooWoo @JewelsJonesLive @catturd2 Accidentally left behind in those vehicles: Madame Maxwell's client list, Joe Biden's guest logs, the identities of the J6 pipe bombers, Hunter's laptop, receipts from where all the Ukraine money went, oh, and, where covid came from.", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1597998923746246656, "content": "@TxDigPat @ToombsToni If this is the real list Joe Biden is on it", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1597692553788555265, "content": "Fake News: Epstein's 'Lolita Express' Flight Logs Do NOT List Joe Biden, John McCain, Barack Obama, Hillary Clinton, Pope Francis And 4 CNN Hosts As Passengers. Lead Stories https://t.co/gUrdeBB0Ow via @leadstoriescom", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1597564676438904832, "content": "@TheView @ananavarro Why don't you go down the memory lane and list Joe Biden racist acts as a Senator. Trump wasn't in public office in 1979....I'm a black man and we're sick of people like you using race to keep us divided as these Demonrats pray on our fears!", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1597398669715652608, "content": "@alx How about keeping an eye on Hunter, everyone on Epstien's list, joe biden. Fauci, Doj, Clintons and add yorself to this list", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1597225930858328064, "content": "@johnpavlovitz Topping your list, Joe Biden.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1596865834835927045, "content": "@FoxNews He barely made it in the 2020 primaries, then had Covid voting help.\n\nNo matter WHO the gop nominee is, Biden will look old &amp; decrepit, even if he's unchallenged in the primary.\n\nIt may come down to someone telling him: \"Put a✔️on your bucket list, Joe. It's time to retire.\"", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1596701700940697601, "content": "@thenowsound @dbongino To be clear can you please  list  Joe Biden’s accomplishments besides high gas prices, historical inflation, record violence, and quid pro quo! Mass illegal migration and human/drug smuggling! I’m waiting!!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1595553371569754112, "content": "@ScottAdamsSays @WHCOS @POTUS How about this for an addition to the list; \"Joe Biden forgave student loans.\" I've heard people say this in both positive and negative lights.", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1594892723596808194, "content": "@allyrags @FoxNews Epstein? The list? Joe and hunter Biden? Bush family? Nancy Pelosi?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1593975182103920645, "content": "@mikepompeo MAGA Republicans out for vindictive Revenge &amp; Retribution-Trump's Enemy List : Joe &amp; Hunter Biden, Liz Cheney, Anthony Fauci Etc Instead of holding TRUMP'S Seditious Conspiracy,Premeditated Plotted &amp; Planned with Co-conspirators mths prior to Nov 2020 Election, Deny results, obst", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1593854956288806915, "content": "@nypost Still waiting for an investigation into:\n\nJeffrey Epstein’s List\nJoe Biden\nHunter Biden\nThe #Clintonfoundation\nOrigins of #Covid\nThe #2020election\n… &amp; more\n\nInstead the American people have gotten countless investigations with no findings into #DonaldTrump \n\nIt’s a joke.", "likes": 6, "replies": 0, "retweets": 2}, {"id": 1593710197989863425, "content": "@JoJoFromJerz Me too, everyone on Epstein’s list, Joe and Hunter Biden, Pelosi, Hillary.. all of them https://t.co/vKdJVpS48c", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1593635276454346752, "content": "@GeraldoRivera Geraldo, weren’t you on Epstein’s list? Did we see your name on that list? Joe Biden is part of trafficking children, I’m guessing you don’t see anything wrong with child trafficking? He committed treason, I’ll assume that’s ok with you too? Show yourself with your comments.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1593422102593355776, "content": "JAIL JOE\nImpeach Biden for his crimes &amp; for, you know, his other various crimes. \nSo many crimes to list that I don‘t know where to begin. All I know is Joe’s crimes are so dastardly &amp; too horrid to list.\nJoe’s crimes can only be stopped by jailing Joe &amp; Jill Biden in Guantánamo", "likes": 3, "replies": 1, "retweets": 0}, {"id": 1593397532893143040, "content": "@SenTedCruz The MAGA Hit List\n\nJoe Biden ✅\nJill Biden\nHunter Biden\nHunter Biden's Laptop\nHillary Clinton\nHillary Clinton's Emails\nDr. Anthony Fauci\nChuck Schumer\nBarack Obama ✅\nBarack Obama's Tanned Suit\nBarack Obama's bicycle helmet\nGeorge Soros\nBill Gates\nTaylor Swift\nSingle Women\nGen Z", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1593397122031706112, "content": "@ACTBrigitte The MAGA \"Hit\" List\n\nJoe Biden\nJill Biden\nHunter Biden\nHunter Biden's Laptop\nHillary Clinton ✅\nHillary Clinton's Emails\nDr. Anthony Fauci\nChuck Schumer\nBarack Obama\nBarack Obama's Tanned Suit\nBarack Obama's bicycle helmet\nGeorge Soros\nBill Gates\nTaylor Swift\nSingle Women\nGen Z", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1593380580414337025, "content": "@HeidiOmahony @DonaldJTrumpJr Now list Joe Biden’s crimes.  And try to be fair and objective.", "likes": 3, "replies": 0, "retweets": 0}, {"id": 1593349722277761025, "content": "@ProjectLincoln @JaxHarley5 Here's a modest list:\n\nJoe Biden\nJill Biden\nHunter Biden\nHunter Biden's Laptop\nHillary Clinton\nHillary Clinton's Emails\nDr. Anthony Fauci\nChuck Schumer\nBarack Obama\nBarack Obama's Tanned Suit\nBarack Obama's bicycle helmet\nGeorge Soros\nBill Gates\nTaylor Swift\nSingle Women\nGen Z", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1593171605865517056, "content": "@leszcz_pawel @TomiLahren Hey Pawel….please list Joe Biden’s sleazy bullshit while you’re at it….I’ll wait….", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1592720231541374977, "content": "@MeidasTouch Does it list Joe Biden as the incumbent", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1592667057283559424, "content": "I think the left has quite a bit more criminals in their party than the RNC I mean we can start with the top of the list Joe Biden Hunter Biden Uncle Biden, Kamala Harris, Hillary Clinton and the list just goes on.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1592371154266001409, "content": "@SantaDecides Donald Trump naughty list\n\nJoe Biden naughty list\n\nthe entirety of Ukraine nice list", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1591873853785088010, "content": "@TerriCp6w45md78 @Dlw20161950 @robreiner You might want to look over that list. Joe Biden’s name should be next to a bunch of them.", "likes": 4, "replies": 1, "retweets": 0}, {"id": 1591604456407400450, "content": "@ACTBrigitte Lol. Let me make a list:\n\nJoe Biden\nNancy Pel Osi\nChuck SHAMer\nKim Jungle\nVladmere Put In", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1591521672003465217, "content": "@robreiner When you're done whining about how much hate you have for Trump, could you please list Joe Biden's top accomplishments in a half century in DC,  followed by a list of the ways you think Americans are better off since Biden was installed.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1591153339156221952, "content": "@NEWSMAX @JamesRosenTV Join the list \n\nJoe Biden\nHunter Biden\nNancy Pelosi\nFauci", "likes": 6, "replies": 0, "retweets": 0}, {"id": 1590794463643070464, "content": "@CNN Nixon had his enemies list. Joe Biden has one too. Joe Biden pledges allegiance to socialism.", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1589623529846190082, "content": "@Brett_moor @hotrocks1977 @POTUS You know why they haven’t released the Epstein client list?  Joe Biden is on it too.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1589352056183492609, "content": "@mtracey add to that list Joe Biden since he announced his presidential candidacy.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1589092709691953152, "content": "@dbongino Based on what? I was embarrassed to identify Trump as my president.\nWhat has President Biden done that is corrupt?   Dishonest?\nNot to be taken seriously?\nHow so?\nDon’t just list Joe Biden’s fouls. Present examples.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1588925964251467777, "content": "@HagTruth @PackDaddy_22 @TimRunsHisMouth So a Republican... or ran as a Republican, President Trump, strives for and achieves your entire list, Joe Biden has been there 50 years with none of it done, and you still believe the propaganda? 🤦‍♂️\n\nLook what else is in those bills to see why the rejected it.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1588845474391347203, "content": "@ninaturner Interesting - now list Joe Biden, Nancy Pelosi, AOC, &amp; Fauci’s then and now same net worth comparison.  If you’re gonna throw that 💩 out there throw it all out there. I’ll wait.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1588582563459002368, "content": "@shoveitjack @PolitiBunny The list of reasons why you should be impeached. You just made the list Joe Biden https://t.co/mMiGtGEB43", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1588548830991372288, "content": "@ACTBrigitte Add lifetime politicians to the list, Joe Biden and John Fetterman, just to name a few.  I'm sure this list could go on forever.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1588356355533852672, "content": "@ninaturner You forgot to list Joe Biden’s wealth he got for the corrupt deals with the Chinese.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1588165106961186819, "content": "@RobinApplebyMD Cuomo's on the DP list. Joe Biden and Barack Obama remain on top of the list.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1587875665671585798, "content": "We have a crisis in this country and it's called Joe Biden and his staff. Joe Biden thinks his son died in Iraq. Too much to list.\nJoe Biden and his staff have done two great things they have destroyed the Democratic party. Also they have destroyed any hopes of inflation gets bet", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1587812058644377600, "content": "Not only do I not support across the board forgiveness for the covid Nazis who destroyed lives, I support prosecution whenever possible. Randi Weingarten tops the list. joe biden is also there. Any business that fired people for justly refusing the vax. This was treason.", "likes": 4, "replies": 0, "retweets": 3}, {"id": 1587439776298172416, "content": "@psPetePatel7 @kellykreads I'll start the list ,Joe Biden ,Kamala Harris, Nancy Pelosi", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1587217727759990785, "content": "@BidensWins Trump made no mess you pathological list. Joe Biden made the mess and as usual he tries to blame others for his f**k ups. Biden could not run a whorehouse on an Army base!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1587210860350545927, "content": "@Shenan2020 @RonFilipkowski Please list Joe Biden's rhetoric.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1587138593461411841, "content": "@StypeMichael @CalltoActivism So they voted against both “cheaper gas” &amp; “climate change”… who wrote this list Joe Biden?", "likes": 7, "replies": 2, "retweets": 0}, {"id": 1587006255045951488, "content": "@NickAdamsinUSA I would list Joe Biden's rank but not sure how many people have ever graced the earth. So I will assign X to represent that, and go X-0=Biden", "likes": 4, "replies": 3, "retweets": 1}, {"id": 1586355522915426304, "content": "@KareBearScare @J1Norton @AzBeto1997 @nypost Let’s list joe Biden’s lies. Then you tell me the right makes things up", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1586185739330457600, "content": "Does it list Joe Biden or Nancy, Stacy or Lori????", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1586093714799484928, "content": "@Sepulcher67 And if we're going to throw accused pedophiles on that list, Joe Biden and Adam Schiff should be at the top.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1586035729796190209, "content": "Ten least trusted people or things on the planet! And gas’s station sushi doesn’t make the list! Joe Biden, CNN, Nancy Piglosi, ABC, FBI, Democrat vote counters, CDC, Fauci, Any more than two term politician!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1585817016480411648, "content": "@MAndersen66 @MattJon24885047 @AdamKinzinger How about this list;  \nJoe Biden\nKams Harris\nNancy Pelosi \nA0C\nBeto\nLetterman\nGavin Newsome\nGretchen Whitmer", "likes": 0, "replies": 2, "retweets": 0}, {"id": 1585273355434954754, "content": "@DTHutson @RonFilipkowski Whether they have a “D” or “R” by their name, this gotcha about rags to riches could be told by many politicians in the White House.  Just start making a list:  Joe Biden, Nancy Pelosi, Dan Crenshaw, etc.  It’s on both sides, so do you feel this way regardless of “D” or “R”?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1583858779447492608, "content": "WOW, thought this would be easy but I cannot pinpoint a single one! So, here is my list:\nJoe Biden\nBarack Obama \nNancy Pelosi \nChuck Schumer \nMitt Romney \nLiz Cheney \nMitch McConnell", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1583547855503249408, "content": "@RNCResearch BIDEN: Democrats \"have a great record\" on crime.\"\nNo Joe... wrong again.\nIt is \"Democrats have a great crime record\"... (remember the election fraud to name just one.. then there is you and your business in China, Hunter's in Ukraine, Nancy's insider trading... huge list Joe).", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1583477220609183744, "content": "@nathaliejacoby1 D. Other. \nHunter Biden (too many to list)\nJoe Biden (tax evasion, insider trading, lots more)\nJames Comey (leaking classified info)\nJames Clapper (perjury to Congress)\nAndrew Weiss (suborning perjury)\n\n...for starters", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1583127780795240448, "content": "PUT ME ON A LIST JOE BIDEN", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1582789563033927680, "content": "Exit Afghanistan with all USA citizens and Afghanistans that help the soldiers. Take all equipment or destroy not to leave to arm our enemy. Now that is only 10 items in 4 years. Now you list Joe Biden’s accomplishments in 40 Years. Good luck, he is the worst president in history", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1582772176268034054, "content": "@Tiotyler9 @E11_Abdi @Iyeswideopen @Akademiks Joe Biden\nlook up the 1994 crime bill\n\nTucker isn't a special case, he's 1 of a long list. Joe Rogen spreads Misinformation + he interviews people that spew hate speach \nhe got the biggest spotify contract in the companies history for a podcaster", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1582771890804109312, "content": "But letting the people across the border from all over the world the Democrats party is letting us strategy out!\n\nWhat's it going to do to this country next\nList Joe Biden telling the world... Come in through the border\nJoe can give them a new car and voting rights...", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1582157666800963584, "content": "@reif_mike @TaxReformExpert @deplorabletbs40 Hahahaha. You should get your own comedy special! President Trump had business failures. He started dozens and dozens of Companies. Please list Joe Biden’s business accomplishments. He, like Barrack Hussein, has ZERO business experience. Neither did anything on their own dime.", "likes": 2, "replies": 1, "retweets": 2}, {"id": 1581766438875824128, "content": "[The List] \nJoe Biden's Comment On California Gas Prices Left Both Allies And Adversaries Confused\nhttps://t.co/YoVT12oORv\n\nDownload Now\nhttps://t.co/Pw8nqIsPUg / as we have seen dictator obidan &amp; Democrats are racists &amp; traitor's to America.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1581074213770711040, "content": "I spoke the truth and got placed in a Twitter holding cell. They punished me by stripping me of many followers and cleansed my follow list. Joe Biden IS a liar and that IS the truth.", "likes": 5, "replies": 0, "retweets": 1}, {"id": 1580928342840471552, "content": "@JoeBiden \"Come on MAN!\"  Let's play your game:  YOUR ENERGY WAR, GROCERY COSTS, GAS COSTS, THE BORDER, AFGHANISTAN, UKRAINE COSTS, CORRUPTION, HUNTER BIDEN, THE FBI/DOJ/87,000 IRS AGENTS, YOUR NAZI SPEECH, YOUR DEMENTIA...wanna match all those? - just a partial list, Joe.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1580331812710060033, "content": "NATO RUNS UKRAINE'S KILL LIST AND THEY CURRENTLY HAVE PRESIDENT TRUMP'S UKRAINE RUSSIA MILITARY ADVISOR COLONEL MCGREGOR ON THAT LIST!!!!\nhttps://t.co/hokBznb2RD\nJOE BIDEN'S GOVERNMENT IS A TERRORIST ORGANIZATION!!! \n\n#2,", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1579578772483112960, "content": "@JoeBiden Should the RNC list Joe Biden or the intern running his Twitter account as the in-kind contributor for this tweet?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1579146228281278464, "content": "@DiskoBaller @PapiTrumpo Don't forget to add \" mutilate kids bodies\" to the democrap side.\n\"Kill children\" as well.\nNot to mention.. where the hell is epstiens list?\nJoe \"child predator\"  Biden covered that right up.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1578457434066423809, "content": "Several of them things on your list Joe Biden is guilty of, Hunter Biden’s laptop shows it, Tony BobaLinsky went to the FBI with the evidence. They refuse to listen", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1578232128302555136, "content": "October surprise could be the release of the Epstein client list!!! Joe Biden at the top", "likes": 5, "replies": 0, "retweets": 1}, {"id": 1577613241035141121, "content": "@ClubhouseCancer @JoeBiden List Joe Biden’s achievements. His career started about 45 years ago.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1577523974015270916, "content": "@PierrePoilievre Why does joe Biden have an official Jewish rabbi on staff at the white house but not a catholic priest on his official staff list?  Joe says he is catholic!   Time to wake up", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1577138903307673601, "content": "@deew11332234 @robreiner You better reread the list. Joe Biden is guilty of everything listed. Nice try though!", "likes": 24, "replies": 1, "retweets": 1}, {"id": 1576554205816713216, "content": "@ProfPlace @joncoopertweets There’s at least 100 democrats that would be higher on that list. Joe Biden to start with, Kamala’s not far from the top.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1575761540543787010, "content": "@NinaWest2 @donwinslow Name one crime he has committed. Just one.\nConversely, Twitter doesn't hold enough space on their server to list Joe Biden's.\nYou got what you voted for. And you deserve it.", "likes": 1, "replies": 3, "retweets": 0}, {"id": 1575200413565194240, "content": "@boones_twit @USAWhatHappened @rleas @GOPChairwoman More dem lies. Useless list. Joe's so far- Afghan exit debacle cost hundreds of lives, border mess with drugs, human and sex trafficking, crime soaring, record inflation, spending trillions we cannot afford. Biden, worst Pres in US history. A disaster.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1574873053212844042, "content": "According to an updated criminal charge list, Joe Biden is up to 4 Million plus Treason charges against the United States", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1574813591533928449, "content": "@HypocriteSlayor @HerbieZiskend46 @WHCOS @POTUS Nope. There a many good reasons to dislike DeSantis…his attacks on children and education, constant lies, book banning…it’s a long list. Joe Biden represents the people of Florida, ALL the people not just the ones who voted for him.", "likes": 0, "replies": 2, "retweets": 0}, {"id": 1574767812903636992, "content": "@mattgaetz And you broke the law. Several of them, in fact. Sex with minors and conspiring with the Jan6 insurrectionists top the list. Joe Biden is a decent and ethical man who puts country first. You are a child molester who breaks the law. I'll take Joe any day of the week over you.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1573915256383864833, "content": "US scratches off Afghanistan from allies list - https://t.co/JBI6WAxnhp \nJoe Biden has revoked the country’s ‘major non-NATO ally’ status following the Taliban’s takeover in 2021 https://t.co/CDxpi5dm2k", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1573727476575981568, "content": "@DixonCox12 So list Joe Biden’s crimes and we’ll debunk your lies without mentioning your Cheeto Jesus.", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1573723019582676992, "content": "Add him / it to the list. Joe Biden has defeated Xi / China. Wow!  #XiJinping\nDark Brandon is on a roll! Trump, Putin, Russia, Xi, Covid, inflation, unemployment, economy.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1573606284422778880, "content": "US scratches off Afghanistan from allies list - \nhttps://t.co/eGoVEzwcOc -\nJoe Biden has revoked the country’s ‘major non-NATO ally’ status following the Taliban’s takeover in 2021\nThe US has ended Afghanistan’s status as ‘major non-NATO ally’, President Joe Biden announced ...", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1573604869109436420, "content": "US scratches off Afghanistan from allies list https://t.co/YUdHfdT2YZ\n\nJoe Biden has revoked the country’s ‘major non-NATO ally’ status following the Taliban’s takeover in 2021\n\nThe US has ended Afghanistan’s status as ‘major non-NATO ally’, President J… https://t.co/Q62CSBbyIs https://t.co/9sIIpv5hjJ", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1573106114744426496, "content": "Note that I didn't list Joe Biden, as doing so might imply that he has a plan.", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1573013342650003456, "content": "@thehill Joe Biden a.k.a The Big Guy should be put on the prison list .\n\nJoe's open border policy is killing American men, women and children!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1572647991080792065, "content": "@dbongino Guess who’s on this list of the worse presidents of all time? \nDonald Trump\n\nGuess who is NOT in this list? Joe Biden\n\nhttps://t.co/fdAMl9BHcy", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1572533945635577856, "content": "@BIGredRaccoon I think it's time people wake the fuck up and hold all actors involved accountable, here is the list:\nJoe Biden\nDonald Trump\nFBI \nCIA\nNSA", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1572384478676520960, "content": "@456trainMama @magsnichols @nypost @ericadamsfornyc Let's add to the list Joe Biden @POTUS", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1571718392440320001, "content": "Queen Elizabeth II’s State Funeral Invite List: Joe Biden, Justin Trudeau, Global Royals and More https://t.co/KVeejnarhx https://t.co/l4omRYK2sH", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1571710973983039488, "content": "Queen Elizabeth II’s State Funeral Invite List: Joe Biden, Justin Trudeau, Global Royals and More\n#QueenElizabethIIMemorial #QueenElizabethIl #QueenElizabeth https://t.co/IplpQ6KnTx via @variety", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1571662926389575680, "content": "Queen Elizabeth II's State Funeral Invite List: Joe Biden, Justin Trudeau, Global Royals and More - Variety https://t.co/gcimWsnnER", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1571602805831634944, "content": "Queen Elizabeth II’s State Funeral Invite List: Joe Biden, Justin Trudeau, Global Royals and More https://t.co/6VN1mvmCGX via @variety", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1571602147359313920, "content": "Queen Elizabeth II’s State Funeral Invite List: Joe Biden, Justin Trudeau, Global Royals and More https://t.co/1oVgtlD7GV via @variety", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1571598252600074240, "content": "Queen Elizabeth II’s State Funeral Invite List: Joe Biden, Justin Trudeau, Global Royals and More https://t.co/hwmzQEljXP", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1571596607681863680, "content": "Queen Elizabeth II’s State Funeral Invite List: Joe Biden, Justin Trudeau, Global Royals and More https://t.co/hNts33MoLC", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1571590203630063618, "content": "Queen Elizabeth II’s State Funeral Invite List: Joe Biden, Justin Trudeau, Global Royals and More https://t.co/O5hLsL7lvm #Education #Federal #State #Local #News #Police #Fire #School #Library #Hospital #AI #Mayor #Teachers #Technology #Vaccine #Sports", "likes": 1, "replies": 0, "retweets": 2}, {"id": 1571589855955542024, "content": "Queen Elizabeth II’s State Funeral Invite List: Joe Biden, Justin Trudeau, Global Royals and More https://t.co/SujiLOHwvY", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1571588325051596803, "content": "Queen Elizabeth II’s State Funeral Invite List: Joe Biden, Justin Trudeau, Global Royals and More https://t.co/C2XjILqQTQ via @variety", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1571586465825525764, "content": "Queen Elizabeth II’s State Funeral Invite List: Joe Biden, Justin Trudeau, Global Royals and More https://t.co/SbKd7bLpjj", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1571585875406123010, "content": "Queen Elizabeth II’s State Funeral Invite List: Joe Biden, Justin Trudeau, Global Royals and More https://t.co/LjwqOyakxe", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1571584855099539468, "content": "Queen Elizabeth II’s State Funeral Invite List: Joe Biden, Justin Trudeau, Global Royals and More https://t.co/iI71JcNsiQ", "likes": 52, "replies": 0, "retweets": 7}, {"id": 1571565234636062722, "content": "@b52761187 @DHSgov Here’s a list, Joe Biden, Kamala Harris. All the people in Homeland security. I have to look up the rest. Wait a minute what should I do that. Isn’t that your job?", "likes": 4, "replies": 0, "retweets": 0}, {"id": 1570521543276658689, "content": "@BlueWaveRider65 @ReallyAmerican1 @chipfranklin Well,choose your favorite sc_ _ bg I  mean Obama is at the top of the list, Joe Biden.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1570418872528023552, "content": "@kyledcheney You forgot to list Joe Biden, Kamala &amp; the K-Hive, HTC, Michelle O, Eric Holder, the entire line-up of fake journalists at MSNBC &amp; CNN, the Squad, Maxine Waters and so many more that were openly calling for violence from 2015-2021", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1568957420071780352, "content": "@umedachanka It's 9/11 so if you vote against Chibodee you're on the watch list.  Joe Biden told me himself https://t.co/GFunohscrs", "likes": 22, "replies": 0, "retweets": 4}, {"id": 1568816240067739648, "content": "@CasteMember @B0ndZ @ReedStrong21 @laurenboebert It is called a group of known Democrats. Topping the list...Joe Biden, Snow Biden, Clinton(s), Pelosi, Shumer, AOC, et al.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1568802994334105600, "content": "@covie_93 I ( 🇨🇦’ian) am confident Her Majesty had him on her naughty list. Joe Biden can ask His Majesty if he’s even remotely considering such an idea. T-rump is not welcome there.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1568381721967575041, "content": "@matthewstoller Obviously, the one you left off your list, Joe Biden. It’s not even close.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1568055604475826179, "content": "I took every word in @laurenboebert last 200 tweets and counted the frequency of all words. Here is the printed list.\n\n Joe, president, Biden's, and Biden. \n\nOver 46 times biden('s) name. https://t.co/a1xaju9Qco", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1567922100819591168, "content": "@IranianGirlinUS @Al_Parker_69 @loccisano_cindy @bennyjohnson There isn't a convicted felon anywhere on my list. \n\nJoe Biden is President. \n\nBut yea. You got me 🤔", "likes": 3, "replies": 0, "retweets": 0}, {"id": 1567919896998166528, "content": "@OccupyDemocrats I agree, but you forgot add a few on your list, Joe Biden, Hunter Biden, Paul Pelosi, Hillary Clinton, Bill Clinton, Lois Lerner, Peter Strzok, Lisa Page, and your dear friend Jimmy Comey, etc, etc.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1567544162047741952, "content": "@kellykreads Hunter Biden’s laptop, Epstein’s client list, Joe Biden’s illegal deals with hunter, Ukraine and China, the covid scam, the stolen election…", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1566611220530171905, "content": "Last week when Joe Biden Republican( half of all Americans) fascist terrorists, he was not kidding. go online and do people search for yourself, friends &amp; family you will find the first thing that comes up that you are on a government watch list. Joe Biden president or dictator", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1566035750386368518, "content": "There is not one republican president on this list. Joe Biden IS a pedophile. Ask his daughter Ashley.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1565525943074054145, "content": "@robreiner List Joe ‘Big Man’ Accomplishments. Only one I can remember is he received 10% as ‘The Big Man’ from Hunter Biden’s taking of millions of dollars from Communist China and Joe also sent $Billions of taxpayer money to the terrorist state of Iran in joint with Barack Hussain Obama", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1565197096797450240, "content": "@JDCocchiarella List Joe Biden’s passed bills. The racist crime bill?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1565094000968728576, "content": "@MarshaBlackburn So Biden has $1.1T to go to match what Trump did in his first year with just one tax cut.\n\nTime to buy some things off your wish list, Joe.", "likes": 5, "replies": 0, "retweets": 0}, {"id": 1564829909716848640, "content": "@KimBroadsword @hubinsky @SatoriSolace @Kate_Depressin @Woooderson @onemoretry721 @CharlieCrist @pelleggi2 Hunter's laptop has some truth but now it's so compromised that that falls into the conspiracy realm, just like COVID was lab-borne. Both these things will never be proven true in our lifetime and will remain conspiracy theories. Please list Joe Biden lies and back room deals...", "likes": 0, "replies": 3, "retweets": 0}, {"id": 1564744795205115906, "content": "You what name is not on the #EpsteinClientList? That’s right, President Trump. You know who’s name is on the list? Joe fucking Biden.\n#PedoPeter https://t.co/DsrgyM2UPp", "likes": 25, "replies": 6, "retweets": 20}, {"id": 1564292527280324608, "content": "It’s seems I’ve been put on a list. Know who isn’t on this list Joe Biden he’s the true fascist https://t.co/Ia2LpBLaI4", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1564283990558769154, "content": "@JoeEffingCain @SarahConnor1776 @pnjaban Why do close Biden family members list Joe as Pedo Peter on their phones? https://t.co/RBGrxVyTTa", "likes": 1, "replies": 2, "retweets": 1}, {"id": 1563940268323241984, "content": "@RBReich Yeah! Rich White overlords! Like whom? Hunter Biden? The Epstein client list? Joe Biden for his Ukraine quid pro quo? 🤔", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1563771523554574339, "content": "Not on the list, Joe Biden!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1563664938379476992, "content": "@michael_david41 Why did Hunter Biden list Joe Biden as Pedophile Peter in his list of contacts on his phone?", "likes": 8, "replies": 0, "retweets": 0}, {"id": 1563519203365122049, "content": "All three Clintons  are on Ebsteins list.\nJoe Biden and Hunter on the list. If you wonder why the DOJ covered it up https://t.co/5qpvWFrxjP", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1563345757432053760, "content": "@EpochTimes Name on list Joe Biden look how he acts when he is near young girls..", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1563326727438614529, "content": "I'm starting a list of who I think is on epstines list. Joe Biden, Adam shift, Chuck Schumer, Bill gates.                                                who do you think?", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1563203243811143682, "content": "@robreiner the only crime Trump is guilty of is defeating Killary for prez. we can list Joe Biden's crimes effortlessly but you guys cant find a single one for Donald.", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1563022380145922050, "content": "@CHRISTI12512382 I think you regurgitated every single liberal fascist talking point lie on the list. Joe Biden is a absolute failure", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1562637624992342016, "content": "If there is such thing as a comprehensive wrong decisions list Joe Biden clearly is using it...people remain passive and accepting which I begin to question their intelligence and/or consciousness...existential issues are emerging, and these issues do not even register with Biden", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1562456286142218240, "content": "who's gonna list Joe Biden as a dependent on their next tax return", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1561623340191813632, "content": "@Wildcat82358503 @MelindaSweny @realQueenBess @Coach_DHill @speedometer22 @CoreyGibson @FoxNews A disaster?  Biden has accomplished so much more than Trump that there isn't enough space to list Joe's accomplishments in a single tweet.  Or five", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1561491717437771776, "content": "Judge Bruce Reinhart Who Signed Warrant to Raid #Trump’s Home at #MaraLago Previously Worked for Jeffrey #Epstein — Please Help THE GATEWAY PUNDIT In it's Legal Quest to Get Epstein Client List\n\nJoe #Biden sent the #FBI to raid President Trump’s home in a fishing exhibition https://t.co/QMgX1v9npV", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1561415669203185665, "content": "Let us add to the list - Joe Biden, Anthony Fauci, Soros.", "likes": 1, "replies": 0, "retweets": 1}, {"id": 1560706897333854211, "content": "REpUbLiCaNs Liz Cheney, Adam Kinzinger, and David French rumored to be on the guest list. \n\nJoe Biden Announces ‘Unity Summit‘ After FBI Raid on Donald Trump‘s Home https://t.co/orAEsuqbb9", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1560627972440469505, "content": "@ClaudiamorrisCm @EileenMarieSar1 Bet.  He was right about rising gas prices he was right about illegals coming into this country. He was right about the increase of drugs coming into this country under Joe Biden. If the left was concerned about kids release the pedo list. Joe Biden 40 years of nothing.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1559535220788961284, "content": "@PureBatman111 @MAHumphreys224 @TWhitfield17 @WeThePeople021 Just because someone gets away with cheating doesn’t mean that they won the contest. Many Olympic gold medals have been taken back after it was discovered that the “winner” cheated. Someday, history will list Joe Biden as an illegitimate President and list Trump as the winner.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1559145349285019649, "content": "@blueforce2021 @nicraymond @Jim_Jordan I did not mention Biden because unlike the Republicans on the list...\n\nJoe Biden was never charged with a Crime!\n\n1 Republican out of over 200 winning a lawsuit...\n\nHilariously does not mean the 200+ are innocent.\n\nMany went to jail.\n\nWAKE UP!!\n\n⬇️⬇️⬇️⬇️⬇️⬇️⬇️ https://t.co/vnX3uT0hMu", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1558207281879203852, "content": "3 - Could Durham, tomorrow at 5 PM, raid the homes of the Biden's, all offices of the Biden's and arrest Hunter Biden and list Joe Biden as an unindicted co-conspirator?", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1558194604108808193, "content": "@StephenKing I would say yes and here’s a partial list Joe Biden Barack Obama Bill Clinton Jimmy Carter Lyndon Johnson Franklin Roosevelt and of course there’s even more", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1558187780290772992, "content": "@StephenKing Here’s a short list:\n\nJoe Biden - Constitutionally ineligible to hold office\nBarak Obama - Constitutionally ineligible to hold office\nGeorge W. Bush\nBill Clinton\nGeorge H.W. Bush\nJimmy Carter\nGerald Ford\nLyndon B. Johnson\nJohn F. Kennedy\nHarry Truman\n\nI’ll just stop there for now", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1558183936362258435, "content": "@HillBeverlyhill @GeorgeTakei Please correct that. \nNancy Pelosi is above the law (Insider Trading)\nNancy's husband is above the law (DUI)\nHunter is above the law (Too many to list)\nJoe Biden - The Big Guy (10% and your in the clear...)\nHillary is above the law (33,000 acid e-mails)\nGet it straight will ya!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1558076870171807745, "content": "@TishJames If you really feel that way, then when will you advocate for all corrupt GOPs be fired?  \n\nMy list, feel free to add to the list:\nJoe and Hunter Biden\nNancy and Paul P\nBill and Hillary Clinton\nGaven Newsome", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1557724869113942017, "content": "I have a more realistic and significant list:\nJoe Biden - treason,  graft\nHunter Biden - graft, human trafficking,  possession of illicit drugs,  Logan Act, \nJames Biden - corruption,  insider trading\nNancy Pelosi - insider trading,  corruption\nWith actual vs supposed evidence", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1557147862999482371, "content": "@RepMTG Hillary Clinton Barack Obama would be at the top of my list Joe Biden couldn't find his ass someone else running this show", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1557121888970690560, "content": "@StephenKing Here is the proper lock up list. Joe Biden, hunter Biden, Hilary Clinton, bill Clinton,Nancy Pelosi, Adam Schiff, Obama, George Soros. Gavin Newsome, Lori light foot aka beetlejuice. Just to name a few.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1557046032889937921, "content": "@LeaderBookFL No one, except Nancy Pelosi (insider trading), Paul Pelosi (Felony DUI), Hunter Biden (too many to list), Joe (the \"big guy\"), Hillary Clinton (too many to list), Andrew Cuomo (murder by fraud/incompetence), Schiff (lying to congress), Swalwell (dating a #CCP spy)...lecture away.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1556867967639363585, "content": "@LisaMarieBoothe 2023 Impeachment List: Joe Biden, Kamala Harris, Nancy Pelosi, Chuck Schumer, AG Blinkin, FDIC’s DirectorWray. More Later", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1556847014536630272, "content": "@CliftonMobile Oh I can't wait until that red tsunami hits in November Because remember an eye for an eye And a lot of democrats are corrupt Top in the list Joe Biden Nancy Pelosi", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1556799222774644739, "content": "@pnjaban @Liz_Wheeler Joe &amp; Hunter\nFBI's \nTo do list!\n\nJoe lied, when he said he had NO knowledge of Hunter's business dealings\n\nJoe Biden met with at least 14 of Hunter’s business associates while vice president\nhttps://t.co/o8iadGLrSE", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1556798896487251968, "content": "@Weinsteinlaw Joe &amp; Hunter\nFBI \nTo Do List!\n\nJoe lied, when he said he had NO knowledge of Hunter's business dealings\n\nJoe Biden met with at least 14 of Hunter’s business associates while vice president\nhttps://t.co/o8iadGLrSE", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1556733650342793216, "content": "@lorraine_luv1 But I hope your not referring to the list joe Biden who said if you get taxed and boosted you'll never get COVID . Look who is back in the bunker hiding from the world now ? Next he will say he has monkey pox", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1556436929419231233, "content": "@b___r___u___h @denver_mccomb @AmoneyResists Read it slowly. Left wingers lie for a living. Here is a list.  Joe Biden “vaccines ensure you don’t get Covid”. Jussie Smollet. Covington boy, Hunters lap top, Russian collusion hoax. Sorry but whenever a left winger talks now I believe it’s with a forked tongue.", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1555769719579299840, "content": "Like, they weren’t even just going after communists, you can’t even argue they were targeting the left from the left, according to this list, Joe Biden would have been sent to Dachau", "likes": 3, "replies": 0, "retweets": 0}, {"id": 1555533059784552448, "content": "@MadeInTheUSANJ @RepMTG Burning in hell list\nJoe Biden\nKamala Harris\nAoc\nBill Clinton\nHilary Clinton\nBarack Obama\nAndrew warren\nThe list goes on", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1555143465062875137, "content": "@robreiner ONCE A DING BAT ALWAYS A DING BAT…Rob, I am unaware, enlighten me…Please DO list Joe Biden’s accomplishments while serving as President during Obama’s 3rd term.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1553761198683947009, "content": "@kevin_sca1 @AbsolutKall @Julesmerch @washingtonpost Don’t watch the porn or any of the other creepy stuff. That’s his issue. The Emails, the phone calls, the visitor list. Joe Biden will not be in office 4 years. That was never the plan. \n\nWatch and wait. It won’t go down until midterms.", "likes": 0, "replies": 2, "retweets": 0}, {"id": 1553076110656786432, "content": "Here's sad. I'm on trump email and texts ..its crazy how many they send ..but what they all do is include a preselected monthly payment no matter what amou t you give to him ...\n\nThey call Trump President \n\nAND LIST Joe Biden without title https://t.co/MfqtKdMTDV", "likes": 3, "replies": 0, "retweets": 0}, {"id": 1552960453420220417, "content": "@AnnaBel09390268 List Joe Biden’s lies here - wondering how long the post thread would be…start with 1972 Delaware youngest senator at 29 years old", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1552808857797361664, "content": "@totallyFedUp @Dwarren777 @JoeBiden How about instead, you list Joe Biden’s accomplishments. \n\nTrust me, you’ll have more than enough characters leftover for the follow up ignorant insult.", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1552101671815217155, "content": "@mme_ambassador @LeukemiaSurviv2 @mrsklvy @AndrewWolfpack No aloe for me. I included the amazing work of Trump regarding borders that Joe Biden destroyed as well. And why you have more accomplishments in your list(Joe Biden) is very simple. You can do much more evil than good with half the effort. https://t.co/e8q0iyoceO", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1551189518069501952, "content": "@mrmarco4life Please add to the list Joe Biden who’s destroying the United States of America. Also a democrat.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1550561359947075584, "content": "Just a couple of thoughts\nBiden was not my choice for president, Beto O'Rourke, Pete Buttigieg, and Corey Booker were higher on my list. Joe Biden though, was higher on my list then Donald Trump. In fact one of the few people that I put near Trump in my … https://t.co/dYJp9R76Y9", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1550176293559209985, "content": "Jan. 2025 - Impeachment List\n\nJoe Biden, Merrick Garland, Mayorkas, Lost 'Em Austin, \nModern Milley, Kamala Harris.\n\nFiring List - Yellen, Powell, Fauci.\n\nJust Ignoring List - Kerry, The Squad, Pelosi, Schumer, Schitt.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1550147773206564864, "content": "@NPR @georgegalloway WOW ..NPR actually questioning corruption in Ukraine...IT IS A MASSIVE MONEY LAUNDERING MACHINE for the corrupt politicians all over the world including about 75% of the US Senate &amp; Congress...top of the list Joe/Hunter Biden.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1549985878767910917, "content": "@SebGorka Biden is exactly what the Progressives wanted - a rubber stamp for their lengthy wish list. Joe was totally disposable on Day One and more so with each day that ticks by.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1549782318977515520, "content": "@MMAtylander Notice he doesn’t list Joe Biden, a Catholic.", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1548430741733748737, "content": "Still waiting for you Democrat voters to list Joe Biden’s greatest accomplishments for the American people during his term? Just too many to list?", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1546991525141401600, "content": "#Truth but add to that list: Joe Biden, Barrack Obama, John Kerry, Hillary Clinton, Adam Schiff, Nancy Pelosi, Chuck Schumer, Eric Swalwell, Mitch McConnell", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1546930549884964864, "content": "@joncoopertweets This is a politician that backs Joe Biden &amp; everything he stands for. Joe Biden stands for Joe Biden. He does not represent the majority of Americans because most of them have no idea the things he has done to put him first &amp; America way down that list. Joe Biden helps himself.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1546803577632559104, "content": "@SteveKrak Make a list of all the politicians who spread the lie and tweet it for 7 days to be sure everyone reads it and remembers their names. Top of the list - Joe Biden", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1546657809072267264, "content": "@teqmock The List\nJoe Biden\nBHO\nHunter Biden\nChuck Schummer\nPauly Pelosi Sr. &amp; Jr.\nBill Clinton\nA list of Hollywood &amp; American &amp; Foreign Leadership\nEveryone is on the Epstein List", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1546216773745348611, "content": "@BarryBStein This is more of an indictment of the weaponization of our federal agencies against Republicans than of the innocence of those on this list. \n\nJoe Biden and Hillary Clinton are more corrupt than everyone on this list.", "likes": 28, "replies": 16, "retweets": 4}, {"id": 1545799003966558211, "content": "@lavern_spicer Why didn't you list Joe Biden or any establishment Democrats?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1544716199073763329, "content": "@laurenboebert Finally something I can agree with you on. Because you know who WON’T be on that list?  Joe and Hunter Biden. (But Donny will!). 😂 😂 😂", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1544327943094140935, "content": "Joe won't condemn it. The constitutional justices are on Joe's crap list !\nJoe doesn't like when ppl go against him. He never condemns ANTIFA &amp; BLM when they are burning a path through a city.\nHell hath no fury when you go against Biden !", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1544031935680262144, "content": "@JrwJohn @Sacrilegious_D Let me add to your list.  Joe Biden appointed Anti-Abortion Republican lawyer Chad Meredith to a lifetime US Federal court judgeship.\n\nhttps://t.co/SiHjuOsRyE", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1543234005360934912, "content": "@Timothy30434590 @Meidas_Ivy @yborkid @RonFilipkowski You do realize most of these quotes are heresay and are 3rd person accounts of him saying it. Again.. wanna compare the list.. Joe Biden has 45 years of DIRECT QUOTES ON CAMERA.. I dont need cute memes i didnt fact check or create myself.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1542685654751973376, "content": "@ProFootballTalk Please list Joe Biden’s accomplishments after your done kissin that ass", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1542571955231940608, "content": "@seanspicer On the list of all the things wrong with America, Joe Biden skipped the first item on the list. JOE BIDEN", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1542446795762049024, "content": "@GOPLeader No the heat was.\nI'm pretty sure the coroner will not list Joe Biden as the cause of death.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1542292477734014979, "content": "@account_blown Clinton isn't even in the last 20 years. Yeah I would say you would actually need list Joe Biden first just on the basis of random people killed.  And Clinton I guess would be second...I'm not so sure about Syria, but Obama certainly stayed in Afghanistan after he thought it lost", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1541968115789172737, "content": "Joe Biden's Wife and Daughter Placed on Russia Sanctions List\nhttps://t.co/PqsDI3bGaH. Joe Biden isn't on Davison list is because Putin knows that Joe is incompetent", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1541276718576664576, "content": "@David_Leavitt Thats not on the list.\nJoe Biden wasnt elected...he was installed...Like a toilet.\n@WEschenbach @KeillerDon \n@Veritatem2021 @michaeljknowles https://t.co/nucq37euTS", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1540142224276500480, "content": "@RepStefanik Oh Elise, \npls list Joe Biden’s anti-American energy agenda.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1539665470579544065, "content": "@DCwtheTruth1 @eiz_real @Morning_Joe @RadioFreeTom Please feel free to list Joe Biden's accomplishments....You probably won't need all 140 characters to list them.", "likes": 0, "replies": 3, "retweets": 0}, {"id": 1539209819994968071, "content": "Politics. In July President Joe Biden visites his Royal Highness Prince Mohammed Bin Salman of Saudi Arabia. My kindly request to the Prince is to add the withdrawal of the US army from Irak on the Protocol list. Joe made this promise during his pré election with an opponent. https://t.co/rqLYJDoV8O", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1538830388667330560, "content": "@zerohedge maybe those are out of the list joe biden gave xi jinping of what not to hack", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1538599053004611592, "content": ".\n\nOne more thing for Brandon -\n\nJimmy Carter fended off “Killer” Rabbits from his fishing boat\n\n.Joe Biden's Bike Fall Checks the Final Item on Jimmy Carter Narrative List\n\nJoe Biden's Bike Fall Checks the Final Item on the Jimmy Carter Narrative List https://t.co/gUK8bWoS8P", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1537496788797636619, "content": "@yestrada78 @Booker10038 So sweet of u .\nIf you have time do 2 things:\n1. List  Joe Biden’s accomplishments to benefit America and Americans then 2. look at your rear and see if it’s at all possible to get your head outta there..", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1537383793325232128, "content": "The 7 deadly sins are the 7 behaviors/feelings that inspire further sin. They are typically ordered as: pride, greed, lust, envy, gluttony, wrath, and sloth. Note #1 on this Catholic list, Joe Biden. @potus @FLOTUS Dems have the first 4 cornered clearly. #pride #envy #greed #lust", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1537084502769557509, "content": "gonna list joe biden as my reference on my resume", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1536831151767265280, "content": "BREAKING: \n\nTop of the NYT best seller list…\n\nJoe Biden And The Labor Unions: \nA Love Story https://t.co/uJzzgt1QXY", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1536020722354634752, "content": "@LeeCEldridge @GovHowardDean Add to the list Joe Biden's handling of the Korea situations. True no visible progress on North Korea but Biden has been handling South Korea situation well. South Korea's newly elected right-wing president Yoon Suk-yeol is a new big threat to US security. https://t.co/Z3LgTdQqcS", "likes": 0, "replies": 1, "retweets": 1}, {"id": 1535601711737454592, "content": "@lagerg82 @whatthe_actualf @FDRLST And before you list Joe Biden’s faults, it doesn’t matter. \n\nTrump was supposed to be better/different on fiscal policy than Dems. \n\nHe wasn’t. He failed miserably.", "likes": 0, "replies": 3, "retweets": 0}, {"id": 1535078820855676929, "content": "@MadeInTheUSANJ @DonaldJTrumpJr You forgot the list Joe Biden and Hunter Biden", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1533522965941211136, "content": "@BarryBStein Yes. \nBy ALL means, let’s see that list. \nHere’s who will be on it:\nTrump \nGates\nDersh\nRudy\nP. Andrew \n\nAnd a whole lotta others.  \n\nAnd you know who we are NOT going to see on that list? \n\nJoe Biden or Barack Obama.  #Biden #Obama", "likes": 2, "replies": 0, "retweets": 2}, {"id": 1531604736830492672, "content": "@ScottAdamsSays You can add this one to you hoax list:\n Joe Biden's difficulty with words today is from a childhood stutter. (NOTE: He conquered whatever speech problems he had as a child)\n\nhttps://t.co/U6VWA0NuSW", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1531364066257674242, "content": "Trespassing to go in others mail boxes is criminal. So that's one more thing on the list. Joe Biden condones and contributes to the crimes of others. Abuse of power withholding what's due that he has no say in or nothing to do with and its impeachable", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1528044189149167618, "content": "Breaking: Russia adds more US citizens to the sanctions list:\nJoe Biden, Barack Obama, Bush Junior, Bill Clinton, Bush Senior, Ronald Reagan, George Washington, Ben Franklin, Abe Lincoln, FDR.", "likes": 59, "replies": 12, "retweets": 10}, {"id": 1527293465716875264, "content": "new one to add to the list : Joe Biden stumbling through the Steiner 33% math promo. I can hear it in @charlesraustin's voice", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1526840185811374080, "content": "About the Buffalo Mass Shooter. \nHe should have been put on a flagging list: Joe Cardinale https://t.co/cDL3T7WRHQ\nWhy wasn't he? Maybe Biden could take a break from targeting white ppl. and free speech and focus on Law Enf.? Or, instead of wanting social media... 1/2", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1526697107465195521, "content": "The lying 🤥 liberals don’t know what the word truth means. Some other dictators who started a ministry of truth \n- Joseph stallen \n-Aldof hitler \n-Joseph goebells \nNow you have the 2 more dictators who want to join this list joe Biden and Justin Trudeau.", "likes": 3, "replies": 0, "retweets": 0}, {"id": 1526630440831942656, "content": "Here's a comprehensive list of Biden's anti-energy orders and actions to date: https://t.co/u2EhNLE3OQ  \n\nYou can add this to the list: https://t.co/NIHCFWL3YZ\n\nJoe's apologists should stop being saps and admit the truth\n\n#gasprices #energycrisis #copolitics #Biden @POTUS", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1526016337927196672, "content": "@771klcraddoc please list Joe Biden‘s accomplishments, bullet point by bullet point, during his presidency so far.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1525971240753565696, "content": "I’ll make a much better, more accurate list: Joe Biden, Chuck Schumer, Brain Stelzer, Chris Wallace, Pete Butigeg, and many others. You got the wrong list, racist clown.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1525850005700898816, "content": "Progressives bash Biden for keeping IRGC on terror list: Joe Biden won’t budge on this make-or-break Iran deal issue, and progressives are furious. https://t.co/Spu4iNWrtr ArutzSheva https://t.co/xFWdflBAX0", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1525435789009641472, "content": "@RancocasWilly @LindaW68 @RSBNetwork I don't know what country your in bit I have yet to meet anyone who has voted for Biden . Please list Joe bidens accomplishments so far . Everyone misses him Everytime they pull up to a gas pump .", "likes": 43, "replies": 2, "retweets": 0}, {"id": 1525338677014056960, "content": "@ShiftyPowers3 @Broodmoor1 @KamVTV #1 on the list Joe Biden", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1524959350707691520, "content": "Since everyone wants to be Georgina I bring you....\n\nThe Lip Service Shit List\n\nJoe Biden\nGeorgina\nFrancis\n$PMPG\n$AMLH\n$ILST\nReally anything of Francis's\nCarren \nThe Fed\n$GVSI\n$DRFS\nMinxxs side boob tattoo", "likes": 15, "replies": 5, "retweets": 1}, {"id": 1524186842970701825, "content": "@moneywisecom Fuck this list Joe Biden should be on the list as #1", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1524173343561244672, "content": "@OneRoadNation @lusana1022 @ReginaWilhelmi1 @DonaldJTrumpJr Yes this IS truly the epitome of the upper echelon of thought you are displaying.  I do find it curious that you list Joe Biden’s accomplishments of record unemployment, higher wages, stronger military in your rant though.  Tsk, tsk.", "likes": 3, "replies": 1, "retweets": 0}, {"id": 1524045960745213952, "content": "@DrEliDavid Why wasn’t one of the list Joe Biden", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1523627767916482560, "content": "@SKMorefield I would add to that list Joe Manchin, for the few wrenches he has thrown into the Biden agenda and the many State Attorneys that are fighting Biden on all fronts; and there are many.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1523609971036143616, "content": "@MsBlaireWhite Joe Biden and Huner are on the list.  Joe likes them young", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1522305551312502790, "content": "@academicviews @RonFilipkowski So Twitter doesn’t allow enough characters to list Joe Biden’s crimes", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1522241246332342274, "content": "Racial justice coalition demands that Biden order study of reparations. Please add one more mistake to the list Joe ! https://t.co/UfnchLCaRA", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1521940412847427584, "content": "Your words to @POTUS action list! Joe Biden, listen to us.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1521925575018876929, "content": "This list reminds me of Putin’s American Sanctions list:\n\nJoe Biden\nNancy Pelosi\nHillary Clinton\nHunter Biden\nAntony Blinken\nMark Zuckerberg\nGeorge Stephanopoulos\nJen Psaki", "likes": 1, "replies": 0, "retweets": 2}, {"id": 1520154541773271041, "content": "@libsoftiktok “Oh I will be sure to put that in my list …. “  Joe Biden", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1520025062857920514, "content": "I volunteer to be first on this Ministry of Truth's hit list.\nJOE BIDEN IS AN INCOMPETENT BOOB AND ALL THOSE HE HIRES ARE FASCIST MINIONS.\n\nTucker: This the point where we have to draw the line https://t.co/IV5d9KmLcT via @YouTube", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1520000774209773568, "content": "@KenWest45 @willmal @Icomefromthela2 @WalshFreedom Dear Democrat Party,  please list Joe Biden's accomplishments during his almost 50 years in elective offices.", "likes": 1, "replies": 2, "retweets": 0}, {"id": 1517555866836381703, "content": "@Joanne60183156 Watch the trailer, Kill List. Joe Biden is in it 😉", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1517209336522719233, "content": "@RQueenjr That would be a long list Joe Biden Adam Kinzinger John Carrie Christopher Ray the list should go on and on", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1517205051172962304, "content": "Notice the group missing from this list?\nJoe Biden understands Autism Speaks is a fraud that isn't in our best interests...", "likes": 2, "replies": 0, "retweets": 1}, {"id": 1516447458833874949, "content": "Here's our full target list. Joe Biden would have carried each of these districts https://t.co/b1012TNiwX", "likes": 75, "replies": 5, "retweets": 31}, {"id": 1515883160504049667, "content": "@MinuteM43968054 @Deb_Mc123 Expect to add several more larger states to the list. Joe Biden never heard of a potential immigrant he didn’t want to admit to the USA whether it be legally or illegally.", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1515146675358248960, "content": "But that was way low on the list Joe Biden just because you two you put them two black women in there who are hood rats don't mean you going to get the black folks dummy", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1513021960451727362, "content": "Joe Biden’s newly-released $5.8 trillion budget will:\n \n🔘Increase the national debt\n🔘Raise taxes on hardworking Americans\n🔘Waste trillions of taxpayer dollars on a far-left wish list\n \nJoe Biden is making Americans pay more for everything. #Bidenflation", "likes": 1054, "replies": 417, "retweets": 340}, {"id": 1512544350126972937, "content": "@ttdomin @theintercept @mehdirhasan @RobertMackey Yes, they are taking time to seek out \"non-mainstream narrative\" searches of yours. Sounds right. Also, where does it say anything about or akin to these being \"unacceptable nouns/subjects\"? Makes no sense. Is United States on that list? Joe Biden? Job Export? Bernie Sanders? https://t.co/oDpdo0t8k7", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1512395748184371200, "content": "@Prizzle01 @JoeBiden She was not, she was on the short list. Joe Biden got on Sunday News Shows and threaten to Fillbuster her if she was nominated. CNN knows this. They know their viewers don't ... care.\nhttps://t.co/7HCZxxVCVQ", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1512078377338884111, "content": "@NotesfromtheU @WendyRogersAZ O sugar wrong list...\nJoe Biden \nHunter Biden\nNancy Pelosi\nHillary Clinton\nThat is a few!", "likes": 8, "replies": 2, "retweets": 0}, {"id": 1510338584989122565, "content": "@Chance7112 @patrici09456865 @MichaelHargrov1 @TwoSpiritMoe I’d say there are good white role models if I had a list. Joe Biden and JFK are what come to mind. I understand he thinks we only talk about role models being bad of POC Maybe he’s right? We’ve certainly seen more positive black role models in my life than white 🤷‍♀️", "likes": 1, "replies": 2, "retweets": 0}, {"id": 1509561260475662347, "content": "These are the same Houthi rebels that Biden inexplicitly took off the terrorist watch list.\n\nJoe Biden is the George Castanza of foreign policy: \n Afghanistan, Iran deal, Russia invasion, slow-walking Ukraine lethal aid - the list goes on.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1508612789450915840, "content": "“I've Been Given a List” – Joe Biden Calls on a List of Pre-Approved Reporters After NATO Summit (VIDEO) Uncategorized  Another embarrassment on the world https://t.co/h1IuqymuA0 #politics", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1507557028134363136, "content": "FBI's # 1 Most Wanted List  Joe Biden @POTUS &amp; Hunter.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1507539771379359751, "content": "@Lauruska @angryirishmac @Shaughn_A2 That is correct, but there's no doubt she was on the short list.\n\nJoe Biden killed any chance she had of being nominated when he threatened a filibuster in advance. Absent that, I think there was a very good chance she'd have been chosen.", "likes": 10, "replies": 1, "retweets": 0}, {"id": 1507058301934080001, "content": "“I’ve Been Given a List” – Joe Biden Calls on a List of Pre-Approved Reporters After NATO Summit (VIDEO) — The Gateway Pundit https://t.co/s6lnWj3EY2", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1505923788390604805, "content": "@WyattDu69157112 @William83310802 @thedailybeast Easy to knock Trump. \n\nI can identify 30 things off the top of my head Tump did to improve America and Americans. \n\nNow List Joe Biden’s accomplishments. \n\nI’ll wait.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1505681698314403843, "content": "My presidential tier list (Joe Biden and William Henry Harrison are exempt) https://t.co/VbvPlRg3Qe", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1505327320877436928, "content": "I tell you what.  Flip flop like a Fauchie.\n\nTell me a negative result (American negative impact from Donald Trump.\n\nNow:\n\nList Joe Biden's positive resulting impact on you with your 81 million votes.\n\nI'm no mathematician, but you will be honest with me.\n\nNow back up.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1505304966629625859, "content": "We’re clear Hunter’s laptop &amp; NINE YEARS WORTH of sordid details has been substantiated (NYT).\n\nWhen will this MASSIVE list Joe rattled off in this clip be arrested?\n\nThey KNEW the Biden’s had accepted MILLIONS of dollars from global regimes INCLUDING China.\n\n⛔️HE’S OWNED", "likes": 63, "replies": 6, "retweets": 40}, {"id": 1504582968412717067, "content": "Least favorite human list:\n\nJoe Biden\nKyle Umlang\nJoe Lunardi", "likes": 201, "replies": 15, "retweets": 3}, {"id": 1504198576045502464, "content": "Want a list?Joe/Hunter Biden, thieves, pathological liars. Joe, a racist hanging w/worst racists in USA and viciously persecuted Justice Thomas. He’s busy destroying America but you’re fixed on who this Lt Gov met? Explain Hill&amp;Bill taking Russian $millions. \nBenghazi!!!!!!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1503936506217570306, "content": "@SarahSaysWhatev @BrianBirdman1 @KMC4wauk @ReutersFacts I mean, holy smokes, that's just the start of the list.  Joe Biden, veteran of bad government for 40+ years, is like a millionth degree black belt in the art of doing a terrible job.  Plus dementia.", "likes": 7, "replies": 1, "retweets": 1}, {"id": 1503872182996410370, "content": "@CawthornforNC Democrats on Putin's banned from Russia list:\n\nJoe Biden\nAnthony Blinken\nLloyd Austin\nMark Milley\nJacob Sullivan\nWilliam Burns\nJennifer Psaki\nDaleep Singh\nSamantha Power\nHunter Biden\nHillary Clinton\nAdewale Adeyemo\nReta Lewis\n\nRepublicans on the banned from Russia List:\n\nø", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1503862594549002251, "content": "@SKMorefield Democrats on Putin's banned from Russia list:\n\nJoe Biden\nAnthony Blinken\nLloyd Austin\nMark Milley\nJacob Sullivan\nWilliam Burns\nJennifer Psaki\nDaleep Singh\nSamantha Power\nHunter Biden\nHillary Clinton\nAdewale Adeyemo\nReta Lewis\n\nRepublicans on the banned from Russia List:\n\nø", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1503836319302176768, "content": "Democrats on Putin's banned from Russia list:\n\nJoe Biden\nAnthony Blinken\nLloyd Austin\nMark Milley\nJacob Sullivan\nWilliam Burns\nJennifer Psaki\nDaleep Singh\nSamantha Power\nHunter Biden\nHillary Clinton\nAdewale Adeyemo\nReta Lewis\n\nRepublicans on the banned from Russia List:\n\nø", "likes": 4, "replies": 2, "retweets": 3}, {"id": 1503764622041571331, "content": "Russia has released a list of sanctions of American officials.\n\nOn the list:\n\nJoe Biden &amp; Hillary Clinton\n\nNOT on the list?\n\nDonald Trump\n\nHow much more evidence do we need? https://t.co/cV2Q8dffjF", "likes": 10, "replies": 2, "retweets": 2}, {"id": 1501728714840809476, "content": "Didn't the Ukrainian courts list Joe Biden in a criminal case? Doesn't anybody remember that?", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1501281735950024704, "content": "#JoeBiden says you shouldn’t be able to own a weapon if you’re on a terrorist list.\n\nJoe Biden also tried to put you on a terrorist list of you showed up to a school board meeting with a complaint.\n\n#BidenIsADisgrace", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1501042012451082243, "content": "When you type hashtag Impeach, it doesn't even list Joe Biden. The first on the list is #ImpeachTrump 😂😂😂😂😂😂😂", "likes": 2, "replies": 0, "retweets": 1}, {"id": 1498790322716827652, "content": "@seanhannity I wonder if he includes the worst president of all time (himself) on the list.  Joe Biden is wayyyy better than him.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1497993593843175424, "content": "@WSJ I think you should list Joe Biden and his administration's pile of failures, but I don't think there's enough time in the world to do that.\n\nBiden administration accomplishments ? \nInflation\nGas prices\nFailed covid policy\nAfghanistan debacle\nHunter Biden\nStagnant economy\n👎👎👎", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1497470263352389632, "content": "@2013JaVe @ABC Lol\n\nShe was selected based on her race first, gender second and qualifications somewhere down the list\n\nJoe Biden said so himself", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1497186798459445254, "content": "Well I'd be careful putting out list if I was Biden,  cause if Putin decided to do the same the first two names at the top of his list \nJoe Biden \nHunter Biden \n\nHere are the Russian oligarchs targeted in Biden's new sanctions https://t.co/MzBXEL9HPM via https://t.co/0y3M0lk4Y0", "likes": 5, "replies": 0, "retweets": 3}, {"id": 1496849245432909827, "content": "Time to list Joe Biden’s major FAILURES!\n\n1 Cowardly retreat in Afghanistan \n2 Shutting down US oil production\n3 Cowardly acts that created Ukraine\n4 Cowardly acts over Taiwan\n\nAdd more if you wish!", "likes": 2, "replies": 0, "retweets": 1}, {"id": 1496843494970707969, "content": "Another conservative shit-eater lines up behind Michelle  Childs, the least qualified on Biden's short list-- Joe Manchin joins Lindsey Graham &amp; Jim Clyburn in telling Biden to go GOP-lite on his one SCOTUS pick.", "likes": 12, "replies": 1, "retweets": 3}, {"id": 1496699587704336384, "content": "@ReaI_iTamara @Jereme45 My electricity comes from water, my water comes from the ground, most people I know dont trust the banks.\n\nBut that does sound like the list joe biden said nobody is allowed to attack.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1496269096555630595, "content": "@bonchieredstate Yeah let’s make a list. Joe Biden Hunter Biden. The rest of Joe’s family. The vp speaker of the house and many more dems.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1495897952686157827, "content": "You notice I didn’t list Joe Biden..why..we didn’t elect him..", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1495613165949931522, "content": "@DelegateReagan @Shelby75811950 Add to that list Joe Biden,Jacinda Ardern (N.Z.) Scott Morrison(Australia) Macron,Angele Merkel...Pretty much every leader of the Western Nations..", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1493219749941202958, "content": "List Joe Biden's Accomplishments after his first year in office...\n\nSick of CENSORSHIP, Follow @ElAmerican_ \n\nPlease RT-", "likes": 9, "replies": 3, "retweets": 10}, {"id": 1493046483293249541, "content": "@joerizzo24 My Joe List\n\nJoe Shesman, Joe Green, Joe Gatto, Joe Mama, Joe Montana….skip 93…Joe Rizzo, Joe Biden.", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1492629677399228419, "content": "Biden:  \"Name one president who has done more than I have\"\n\nHere's a list, Joe\n\n@POTUS https://t.co/50dzYSExfS", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1492503901542703109, "content": "@AnfelisaSpiorad @robreiner And we need to add to that list == Joe Biden and Family (especially his son).. Pelosi and Family.. Fauci... and I'm sure, as you stated,  Politicians...  THEY WORK FOR US... as President Harry S Truman once said \"You don't get Rich in Politics unless you're a Crook \".", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1491431516475621376, "content": "On the top of this list: Joe Biden, Pfizer, BATF*ckErs, Fauci, directors of DHS...", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1490812008157040644, "content": "@DogWalkBarstool Least favorite list: Joe West, Joey Logano, Joseph Biden", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1490526183691374593, "content": "PM Modi once again in the top list; Joe Biden surpasses Justin Trudeau https://t.co/hCGqemKF0H", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1490373644249444356, "content": "@TheDemocrats Could you list joe Biden’s jobs that he alone created please? We just want the facts. I’m pretty sure a lot I mean a lot were people going back to work since extra unemployment went away mandates were lifted", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1489336105480642564, "content": "My grandma is 81 and she's organising a charity silent auction for her church. The idea is she'll write to celebs asking them to donate items. The first two names on her list? Joe Biden and Denzel Washington. She's doesn't even know who the latter is. Ambitious.", "likes": 6, "replies": 0, "retweets": 0}, {"id": 1489081977164615684, "content": "@clairelizzie And the most true lie of the list....   Joe Biden is an honest american", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1488947227464769546, "content": "MY BEST : IT IS 330 degree dog &amp; TRISH’s RESPONSIBILITY \n\na) CTPS BS AS COPY DOG , CFSM , LIST , JOE BIDEN ( ALSO ) - MUST NOT SPEAK TO ME https://t.co/tNxChooyU4", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1488657432029057033, "content": "@HamRadioJoe @The_Prophet_Neo @NatForTrump2024 @srasberry1 @jimaw63 @JimlikesBB @AngryFleas @justasimplema20 @therealBFizzzle @Ramtard5 @findtruthinside @chrisg409ubc @EricR42 @jbizzy6969 @lee_whiten @RobertVonB1 @FrankGillilan13 @KD2NFC @Kellyring @Steve32540993 @marie745640 @CS8numbers @Annie20554592 @Charles15704403 @hrt6017 @ThereseOSulliv2 @trevors241 @theProgEqualist @Sumbua8 @LanyJennifer @BarrennessBlack @Albatross101422 @sammk1964 @MikeTheAverage1 @Rwhite506 @al_ravenna @TruthisnotT @IKnowNo45915048 @Animalsdonthate @Shopdogg2 @TinyDancer1477 @VinceGottalotta @young_bruce @waywardmegan15 @gmartinharp @lostandlovinit @Jetson77 @_RespectedAgain @WebGuyTV @1Quetzalcoatl1 Actually Trump did! Trump gave Biden the Momentum. Biden dropped the Ball. List @ Joe as yet another Dink that can't comprehend momentum", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1486502734484447234, "content": "In the spirit of comity I will ask Republicans for a list of potential justices and I will allow the Democratic leadership to choose anyone on that list. — Joe Biden.", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1485520091651649537, "content": "Rana Ayub copying USA liberals /democrats in Yemen issue \n\nJoe Biden removed Houthis from\n tⓔrr0rist group list \n\nJoe Biden admin also withdrawn patriot missile batteries from Saudi Arabia", "likes": 12, "replies": 1, "retweets": 3}, {"id": 1485407967059091457, "content": "Oh the stories Fang Fang could tell. But she went bye bye long time ago. CCP got rid of her for\n@SpokespersonCHN \nWho is new good time supporter. She costs $69 per owwah. Right good time?\n@MonicaCrowley must get interview with Hua client list.\nJoe Biden types!\nHua=love long time!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1484956207811022854, "content": "There’s a whole list Joe Clueless Biden https://t.co/XjR6CZRDUv", "likes": 0, "replies": 0, "retweets": 1}, {"id": 1484674662693064705, "content": "one of my favorite wiki details is that they list joe biden as the \"ruler\" of america", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1483993049680080898, "content": "Biden says \"I don't know what Repubs stand for, can anyone tell me\"? Here's a small list Joe; free &amp; fair elections, border security, 2ndA, 1stA, personal freedoms &amp; liberty, religion, equality, low taxes, low inflation, jobs, less govt, energy indep, a feared military, democracy", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1483940834835849222, "content": "I don't know what fantasy world his fake oval office is in. Since they like to change the definitions of words,  go ahead list 'Joe Biden Presidency' next to FAILURE in Webster's. It would be the first honest act of his administration.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1483921142872170505, "content": "@ericbolling @JoeBiden I find it humorous that Biden knows exactly who he is calling on!!!   Make sure you look at your list, Joe!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1483850923046694912, "content": "Do it. You know who's not on Epstein's list? Joe Biden and Barrack Obama", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1483667401887600642, "content": "Comprehensive List Joe Biden can follow to be a better President:\n\n1. Resign\n2. see #1", "likes": 29, "replies": 1, "retweets": 6}, {"id": 1483532961613967361, "content": "@CaslonRichard One, maybe two former world leaders, at least one of whom was a U.S. President.\nYou know who 100% isn't on that list?\nJoe Biden.  Joe Biden is not on that list. https://t.co/VG98LbzwRl", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1483481309737410560, "content": "I voted for president Biden and I agree, he is not going to be the best president.  However, no one can compare with Trump.  He is so far down the list, Joe doesn't have to worry about his new title: #BidenWorstPresidentEver.\nI didn't vote for Biden, I voted against Trump!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1481917148893270017, "content": "@LionelMedia The southern Border has moved to just outside the Whitehouse so VP Kamala Harris has not far to travel and she can tick off seeing the Border on her bucket list. Joe Biden can say there is no Crisis at the Border. There is also a sign saying no Caravans or RV's allowed.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1481852647393177601, "content": "@AccountableGOP The Democrats did win by 7 million votes. The courts throughout all the challenges except for one and many of the more merit list. Joe Biden won and his president and Donald Trump lost. We are discovering your cool plans and we will stop you and hold you think we accountable!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1481784246263975936, "content": "@DineshDSouza Serious question. 50 years from now, when Democrats repeat this craziness &amp; list Joe Biden as a disreputable Democrat in a bizarre attempt to associate him with Republicans of the future, who are Biden’s contemporaries today that they will suggest people emulate?", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1481669984757575683, "content": "Serious question. 50 years from now, when Democrats repeat this craziness &amp; list Joe Biden as a disreputable Democrat in a bizarre attempt to associate him with Republicans of the future, who are Biden’s contemporaries today that they will suggest people emulate?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1481275018591883273, "content": "Add this to your list...Joe Biden is President. NOT!🤥🤔🤬", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1478382579044732944, "content": "The number 1 thing to watch going into the midterms isn't on this list: Joe Biden's job approval rating. https://t.co/oVOvw4N05c", "likes": 6, "replies": 0, "retweets": 3}, {"id": 1478229489217855488, "content": "@Sassie_Lassie I always try to remember to pray for my family, friends, my mental &amp; physical health, sick ppl on my prayer list, Joe &amp; Jill Biden, and poor ppl everywhere.\n\nThen I'm out like a light ASAP almost as soon as I say \"Amen!\" 🤪😁", "likes": 16, "replies": 1, "retweets": 1}, {"id": 1478092789112094722, "content": "@chrisamidon @solemnlystoned That sounds like the shopping list Joe biden gives to Jill", "likes": 15, "replies": 0, "retweets": 0}, {"id": 1477851703370264576, "content": "HERES JOE BIDENS DO NOTHING LIST.....JOE BIDEN HAS NO INTENTION ON BRINGING THOSE PEOPLE HE LEFT BEHIND IN AFGHANISTAN BACK HOME..JOE BIDEN HAD NO INTENTION CLOSING THE BORDER..JOE BIDEN HAS NO INTENTION OF DOING ANYTHING FOR THE AMERICAN PEOPLE.. HES FAILED AT EVERYTHING..", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1477341267180900355, "content": "List JOE BIDEN'S accomplishments.. https://t.co/qdTNU4G9XQ", "likes": 500, "replies": 489, "retweets": 92}, {"id": 1476173310664785924, "content": "This was part and planned by Hillary Obama there's a whole list Joe Biden ain't running the country and what about the Americans over in Afghanistan and this other strain of the pandemic it's not going to kill you they just want to put the threat of fear", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1476135710247645187, "content": "SHORT LIST Joe Biden’s Top 25 Worst Moments of 2021 https://t.co/dfTYKmpEHg", "likes": 0, "replies": 0, "retweets": 1}, {"id": 1476001049563512838, "content": "If you had to List JOE BIDEN'S first year ACCOMPLISHMENTS what would they be?", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1475920105909407746, "content": "If you had to List JOE BIDEN'S first year ACCOMPLISHMENTS what would they be?", "likes": 1394, "replies": 2753, "retweets": 280}, {"id": 1474432990591832069, "content": "@RealCandaceO I’m on Medicare. Should I now list Joe Biden as my primary care physician? I can’t find an office listing anywhere near me. Does he do telemedicine? Someone please let me know as I have some other health issues I’d like to talk to him about.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1474349204982087680, "content": "The naughty list:\nJoe Biden \nJustin Trudeau \nDoug Ford\nDr Fauci\nKamala\nDr Tam\nBill Gates\nCNN\nDr Kieran Moore\nHillary \nWHO\nDemocrats \nErin O’Toole \nCBC, Global, CP24\nPeople wearing masks in cars by themselves \nAnyone who supports vaccine passports or mandates", "likes": 5, "replies": 0, "retweets": 0}, {"id": 1472616449260806145, "content": "Where's the potty training on this list?? Joe #Biden Announces List of All 2021 Accomplishments https://t.co/EHswjqGtZP via @BreitbartNews", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1470877466029969413, "content": "@cafreeland \ni’m still waiting for the list you said you were going to post of American products to boycott \nunlike yourself ,I’m ready to boycott them today .\nPlease provide this list.\nJoe Biden will not turn course on this decision or any of his colleagues for that matter", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1470754213051482121, "content": "@EducatingTrump2 @Backedwithdata 🤣😂🤣😂\nSTILL WAITING \nList Joe Biden’s accomplishments in office?", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1470753101581799589, "content": "@Backedwithdata @EducatingTrump2 Please list Joe Biden‘s accomplishments in office.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1470611169073405954, "content": "El Salvador’s President Accuses Biden Admin of Corruption, Posts Private Messages - https://t.co/ZE8dUjvEKp He tells the truth, is an anti-establishment leader but now is on the Brain Damaged Biden list. JOE will call HRC to ask for her help to get rid of him.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1470240495309840384, "content": "@ralphthjo Correct me if I am wrong. The ex prez was making up a list of drug traffickers from investigations that him and only him conducted to present above mentioned list to US gvmt.  I wonder who is on the list Joe Biden is set to turn over to the DEA? 😳 Carry on New York Times!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1469207510271897604, "content": "If Drake had a better set list Joe Biden would’ve have Larry Hoover pardoned by 8am", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1465873897111396357, "content": "@OpinesSrp @Stop_Trump20 You know who's NOT on this list?\n\nJoe Biden or Barack Obama\n\nBut hey, Trump is the one working with a Secret Agent to expose Pedophiles", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1465808433576386561, "content": "So it is being reported that #LoserTrump was named as a passenger on #Epstein’s plane along with Bill Clinton, Kevin Spacey, Prince Andrew and a few others. You know whose name wasn’t on that list? Joe Biden.", "likes": 8, "replies": 2, "retweets": 2}, {"id": 1464791188830048258, "content": "@thewardog1235 @JohnWil56527251 @MrMeatMan2024 @DonaldJTrumpJr No your turn.\n\nList Joe Biden's failures.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1463228593711075340, "content": "President Donald J. Trump's Accomplishments List:\nhttps://t.co/hFcpbYMU0h\n\n JOE BIDEN'S HAS A FAILURE LIST!!\nhttps://t.co/AnSAsDbyM0", "likes": 3, "replies": 0, "retweets": 2}, {"id": 1462409700360822788, "content": "Peng Shuai: Videos purporting to show missing Chinese tennis star raise questions https://t.co/N78vu2V0DO #FoxNews\n\nOnly Idiots believe the Communist Chinese. Here is a short list: Joe Biden, Jill Biden, Hunter Biden, Eric Swalwell, Nancy Pelosi, Chuck Schumer, Schiff and OTHERS!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1461852500781371401, "content": "@dnc @POTUS @SpeakerPelosi the true insurrectionist in this country is the Democrats.  You idiots want nothing but destruction and division.  Nancy is at the top of the list. Joe Biden is not home and is steered by @FLOTUS and the dems. #corruption #LetsGoBrandon", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1461801228032266244, "content": "@BonginoReport TOP NAME ON THE LIST\nJOE BIDEN", "likes": 20, "replies": 0, "retweets": 0}, {"id": 1459637177093169158, "content": "@ProjectPelosi It's not on the list Joe Biden is the biggest threat.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1459492299147255810, "content": "First on the list, Joe biden", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1458861690821484549, "content": "@PioneerPress If this article doesn't list Joe Biden's anti-oil environmental policies, it is worthless and you should print it out and use it for toilet paper.", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1457608680623411200, "content": "I would like to list Joe Biden’s accomplishments since he snuck into the Oval Office. \n1.\n2.\n3.\n4.\n5. \n6.\n7.\n8. He has given his imaginary friends living under his bed some of his cookies. https://t.co/i8KbcAMg5g", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1457490658294472705, "content": "@AOchoa95 @CassandraofTro2 @joncoopertweets True. That is an issue to take up with publishers and school boards. An individual teacher giving students false information should be removed. (And an up-to-date history textbook would list Joe Biden as the winner of the 2020 election and current president.)", "likes": 88, "replies": 0, "retweets": 0}, {"id": 1454922784296083465, "content": "@bibliojoan @SouthwestAir There aren’t a whole lot of people that would list Joe Biden as their favorite political leader.", "likes": 91, "replies": 17, "retweets": 2}, {"id": 1453735292708343819, "content": "@cnnbrk To CNN:  you failed to list Joe Biden’s failed domestic policies.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1453404262432714755, "content": "If they EVER expect to win, they need to give up Trump bashing - he’s not in office and start trying to list Joe Biden’s accomplishments (I know, not many!).", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1452857951518134277, "content": "@foxandfriends a photo op for 9:11 women are being raped and be headed , Americans are trapped there , billions of out welomd are their being used as murder weapons . Make a list. Joe Biden is our chairman Mao!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1450216103163187209, "content": "#TheFive\nI'm so happy Twitter has given me enough characters to list Joe Biden's achievements. 😜😂", "likes": 6, "replies": 2, "retweets": 2}, {"id": 1450125308456210432, "content": "🔥🔥🔥🔥🔥🔥\n~TOP LIAR LIST~\n\nJOE BIDEN\nKAMAL HARRIS\nJEN \"Sucky\" PSAKI\nDEM POLITICIANS\nTECH CEOs \n\nLIST IS SO LONG FULL OF RINOS &amp; DEMS THAT LIE CONTINUALLY THAT IT WOULD CRASH YOUR DEVICE TO LOAD\n\nWHAT IS FUNNY IS THAT THEY THE WORST LIARS EVER TOO\nIF THEIR LIPS ARE MOVING...??", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1448838535654612993, "content": "@ProvoGal01 Add one more to that list: Joe Biden.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1448689306286034947, "content": "Families are having trouble buying gas and groceries on the same day. \n\nAdd heating your home to the list. \n\nJoe Biden and Nancy Pelosi’s agenda is hurting Americans. We need real Leadership in Washington, not one party rule. \n\nhttps://t.co/PWhAdSt1QC", "likes": 7, "replies": 0, "retweets": 1}, {"id": 1446712869886693376, "content": "@DCA_Cryptoz Add this one to the FUD list. Joe Biden FUD😂", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1443654835392286742, "content": "List Joe Biden's accomplishments as President, Go:", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1440652808760430597, "content": "@RobDotHutton @Simon_Nixon “Sorry, Boris darling, I do think you’re sort of cute, in an old, musty sort of way. You’re just not at the top of my list.” — Joe Biden https://t.co/BmIfgO8JID", "likes": 3, "replies": 0, "retweets": 1}, {"id": 1440203482426839050, "content": "US PRESIDENTS TIER LIST (Joe Biden is B-) https://t.co/hZcZIimdm1", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1438180255244689410, "content": "Leader of the Taliban, Mullah Baradar, who is also on a UN Sanction list, Joe Biden, Donald Trump, Xi Jinping, and Ebrahim Raisi are on Times 100 Most Influentials of 2021. Only Osama Bin Laden is missing.  \n https://t.co/o3ijtKkJm7", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1437554652816494598, "content": "It's harder to list Joe Biden speaking truth than lies . .\n\nIf you lie about the little things ~\nImagine the lies on the Big Things . .🤔", "likes": 4, "replies": 0, "retweets": 1}, {"id": 1436657908482289665, "content": "Mention for 10 years, until the Boston Bombers. Then it's brought up again. Which by the way one of the brothers was on the terrorist watch list. Joe Biden the first president asked to not attend 9/11 ceremonies. Wonder why", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1436436481048858624, "content": "@sethmeyers The hit list joe Biden have to the Taliban that named off every interpreter or any other Afghanistan native that help the United States government in the past 20 years. All of those people are American citizens they earned there citizen ship helping us and joe Biden killed them.", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1436149828845772800, "content": "Bucket list:  Joe Biden being Marie Antoinetted", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1436111971422769153, "content": "Add this to your list JOE BIDEN ..  handing out free money to your future voters democrats has a cost !! It’s going to be paid in full in 2022 and 2024.\n\nI don’t expect you ever to have the honor of a grown men to see that you have in 7 months totally fucked up MY COUNTRY !!! https://t.co/0f7rOgiRs2", "likes": 0, "replies": 0, "retweets": 1}, {"id": 1435501261890097155, "content": "Biden administration seeking diversity in its most wanted terrorist list....Joe Biden is the social justice warrior in the truest sense", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1435279966308995072, "content": "Among the list, people such as Jeremy Corbyn. NOT among the list — Joe Biden or anyone representing the US Government, who will happily support a coup in Brazil should it occur, all while carefully avoiding calling it a coup. https://t.co/dlAvXPmfrZ", "likes": 1, "replies": 0, "retweets": 1}, {"id": 1434855783934595073, "content": "@RepStefanik @EliseStefanik @KristaSparks95  @MichelleTolosky @Degrasse81 @kc_leavitt\n@BrianMannADK @McPhersonHall \nThis appears to be the your and the GQP's tactic as you daily list \"Joe Biden's crisis's\" while you contribute to the deaths of you own supporters, carry on \"BITCH\"", "likes": 2, "replies": 0, "retweets": 1}, {"id": 1434641192319426569, "content": "@psPetePatel7 @BronxtheBearFU @Sam34_18 @FrankSantiago77 @GoneAye @jimscileppi @ADouble777 @NYACC1978 @6831Bryan @1USMCMike @DK25769559 @twazisuckzass @ChuckyReforged @Cujo_c @Rocky1153 @ShellbackProud @JoesNotPrez @Ghost17571 @Jo3yVee @ECRoberts3 @V1kng21 @ZeroDarkKitty @libertybooboo So about that revised list.\n\nJoe Biden - Liar &amp; terrorist\nBarack Obama - Communist dirtbag\nJimmy Carter - Hostages, Education takeover, Economy\nLyndon Johnson - Murderer &amp; Racist\nFranklin D. Roosevelt - Socialist\n\nThose are my top 5 worst presidents in American history in order.", "likes": 1, "replies": 0, "retweets": 1}, {"id": 1433854658150285312, "content": "Were any of these on the list Joe Biden gave Putin?🤔😂", "likes": 5, "replies": 1, "retweets": 2}, {"id": 1432910596240932865, "content": "(I'll keep this short)\nList Joe Biden's, AOC and the squad of bimbos, and Kamala's accomplishments:\n1.\n2.\n3.\n4.", "likes": 1, "replies": 0, "retweets": 1}, {"id": 1432768714068332553, "content": "TO DO LIST - Joe Biden\n\nGLOBAL PANDEMIC…\nVaccines available for all who want them✓\n\nECONOMY…\nRecovered and booming✓\n\nWAR IN AFGHANISTAN…\nEnded✓\n\nTHE INSURRECTION…\nSpecial Committee Investigation✓\n\nDOMESTIC TERRORISTS…\nHold my beer https://t.co/QYkV47jI5R", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1432700602337878016, "content": "LIST JOE BIDEN’S ACCOMPLISHMENTS. GO:", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1432437013840637958, "content": "Joe Biden: \"They gave me a list on who to call on.\"\n\nWHO gave you the list Joe?\nWhy did they give you a list?", "likes": 0, "replies": 0, "retweets": 1}, {"id": 1432274371024990208, "content": "Thanks Joe Biden for all the upcoming beheadings and murders thanks for the list joe", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1432070336787398663, "content": "@Jimdickenson @pastorlocke Everyone with a brain knows on Biden’s 1st day he rescinded DT’s EO’s, along with destroying the mainstays of the border wall, pipelines &amp; so much more you need a book to list. Joe Biden could have changed it like he did everything else. Next!!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1431357905647906818, "content": "And now they have the list with the names of all americans and collaborators to find them and kill them.\nWho gave them the list?\nJOE BIDEN!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1431257101901262848, "content": "I believe there needs to be a War Crime Tribunal conducted in the United States #JoeBidenIsADisgrace. Giving a list of names of those that helped the U.S. to the enemy (Taliban) this turned out to be a kill list. Joe Biden is guilty of a War Crime, Hold him Accountable", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1431249585016647691, "content": "Ask Jen Psaki if the Taliban start to systematically executing people on the list Joe Biden provided them, what will this administration have to say to that? Was that considered a possibility?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1431248754124918790, "content": "Joe Biden “Hey, Taliban I am having a little trouble getting these people to the Airport”\nTaliban “No problem, give us a list”\nJoe Biden “Sure here ya go.”\nTaliban “Ooops, we cannot find them anymore”\n\n@TheBabylonBee @Not_the_Bee \nSatire or Real", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1431064398685249539, "content": "@RandyRRQuaid Conservative commentators quickly took the words and the president’s halting diction as confirmation of their longstanding belief that Mr. Biden is a puppet and not really in charge at the White House. They gave me a list here. Who gave you a list Joe?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1431053655302606851, "content": "Joe Biden gave the taliban a list of every American in Afghanistan.   A hit list.  Joe needs to go.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1431048221053304832, "content": "Democrat President’s love to leave troops behind enemy lines during revolts. But, Biden actually gave the Taliban a list — Joe Biden is the worst President ever!", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1431047788545118215, "content": "Democrat President’s love to leave troops behind enemy lines during revolts. But, Biden actually gave the Taliban a list! Joe Biden is the worst President ever!", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1431029579813163010, "content": "I’ve been instructed to take questions off this list - Joe Biden  instructed by who?", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1431008359411503105, "content": "“They gave me a list” -Joe Biden 🤡", "likes": 1, "replies": 0, "retweets": 1}, {"id": 1431007624523309057, "content": "\"They gave me a list\"\n-Joe Biden", "likes": 3, "replies": 0, "retweets": 0}, {"id": 1431002890655649801, "content": "'KILL LIST' - Joe Biden Regime Provided Taliban with Names of AMERICANS, Afghan Allies - US officials gave names of #Americans and Afghan allies to the #Taliban to grant entry into Kabul airport #JoeBiden #Afghanistan #KabulBlast #DemocratsHateAmerica https://t.co/1TBPyPI4Gp", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1431001323529547777, "content": "@JoeBiden gave Vladimir Putin an \"Off Limits\" Cyber attack list.\nJoe Biden gave the Taliban a list of Americans in Afghanistan.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1430982628765667330, "content": "Biden administration gave the Taliban a list of American citizens \n\nIsis now have that list \n\nJoe Biden should be arrested now right fucking now", "likes": 17, "replies": 0, "retweets": 7}, {"id": 1430601900546723847, "content": "Why aren't they asking people who know someone in Afghanistan info. shouldn't we at least be trying to make a list. Joe Biden? Hello?", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1429528555478728704, "content": "Apparently The 'DO NOT HACK' list Joe 'Brain Fog' Biden gave Vladimir Putin didn't have The State Department on it. ⤵️⤵️⤵️", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1429304959439413259, "content": "@RealTabbyCatt @AP Nope. He wasn't invited. Only \"family and close friends\". Many pulled out and Obama had to take some names off his list. Joe Biden didn't attend. John Legend and Stephen Colbert attended.", "likes": 1, "replies": 3, "retweets": 0}, {"id": 1427430694515470337, "content": "@Snug2ndEncore If it’s ordered I slightly disagree. But only tier 2. Great list, Joe Biden is proud.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1427415295174627329, "content": "It’s no surprise to say that I’m low on the list Joe Biden’s water carriers but u gotta hand it to him, that press conference was everything I aim for when my wife asks me a series of questions and I conveniently slide past the one involving my major fuck up", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1426616374785462276, "content": "@Jim_Jordan Yea! Jim Jordan should of been the president! He would of taken care of that whole list. Joe Biden all of these horrible global events manifested from… ummm…. It came from you not building a 300 foot wall and make the Mexicans Pay for it. You started a contagion! 😂 Jimmy", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1426144926442692611, "content": "@Bart_Wielinski @gazeta_wyborcza @AndrzejDuda „Andrzej Duda może odpowiedzieć na list Joe Bidena, ale nie koncernu - słyszymy od jego współpracowników”\n\nTylko że Biden do Dudy nie pisze, ani nie dzwoni… https://t.co/27DUB99Gm2", "likes": 30, "replies": 2, "retweets": 2}, {"id": 1425238557426323456, "content": "@tyvfdjbf @JaniceDean Well at least all those victims are and can be listed on one page, please list Joe Biden's victims and the Clinton's victims as well, you are already on a roll... Wait, not enough space to fit the names of all the dead on here...", "likes": 10, "replies": 0, "retweets": 0}, {"id": 1424805530954977281, "content": "@joeyhaim Add this to list.\n\nJoe Biden’s Text 30330 campaign was done for the 2020 election.\n\nPull out your calculator.\n\nWhat does 2020 divided by 666 equal...\n\nYou can’t make it up. 👀😂", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1423667846052294656, "content": "@A51FMQ @real_democ @najamsethi @NawazSharifMNS International image 😂Pakistan is in fatf grey list , joe Biden don’t want to call and khan sahib beging for it. China don’t like us cpac freez. Inflation killed the people middle class vanished . Education in pakistan 😂. Generational changes wat a joke.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1423113298552184833, "content": "@POTUS When history reveals the primary sources of misinformation during this pandemic two names will top the list: Joe Biden and Anthony Fauci.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1422224153977913352, "content": "@atensnut Please list Joe Biden’s failure?\n\nLast time I checked he got the vaccines and Republicans supporters refuse to get vaccinated.\n\nDems passed Infrastructure but GOP is delaying and refuses to pass the largest infrastructure to help the economy.\n\nWhat has GOP has done? Insurrection.", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1421808534560329730, "content": "@pearlywhites120 I’ve got two more words to add to the list- Joe and Biden", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1419451615354961925, "content": "WISH LIST\nJoe Biden- arrested for treason\nNancy Pelosi- arrested for treason\nAnthony Fauci- arrested for crimes against humanity \nJill Biden- arrested for elder abuse\nBrian Kemp- arrested for fraud\nHunter Biden- arrested for to many things too list", "likes": 7, "replies": 1, "retweets": 2}, {"id": 1417891212137271305, "content": "IS THIS THE SAME LIST JOE MCCARTHY HAD?? 😂😂😂Trump: ‘Collusive‘ Media Backing Biden the ‘Beginning of Communism‘ https://t.co/pwKNqKOiyA", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1414050915267399684, "content": "Maybe you think you’re a racist, that’s on you. In my definition of racist, as a black person, I’d say Donal Trump &amp; You don’t make the list. Joe biden sure does though\n\nAlso, I don’t see any white person as a god, &amp; I sure as hell wasn’t raised like that. I praise my parents.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1413696520042520579, "content": "Putin says the targets where not on your list Joe! Biden says there will be consequences for Russia after ransomware hack\n https://t.co/r6nFBmMyI3", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1413169840345464833, "content": "I'm wondering, has any reporter asked\nBiden or Psaki , if any of the companies\nin the latest cyber attacks were on the\nLIST joe gave to Putin? You know, the\none that said \"you better not hack\"\n🧐🧐", "likes": 3, "replies": 0, "retweets": 3}, {"id": 1412518618215063556, "content": "We made a list Joe Biden &amp; we’re checking it twice. We got screwed 40+ yrs Its 2021 not 1981. Corps. raided Democracy using vulture Capitalism. Big Pharma, privatization w/no integrity. Ppl voted 4 Trump cause he was supposed to release Gov. patents like it says in The Constituti", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1412481883682840584, "content": "While old uncle Joe eats soft ice cream Russian cyber criminals steals Americas lunch money again.\nBusinesses must not have been on the list Joe gave Putin not to attack.\n\nRussian Criminals Launch Ransomware Attack Ever After Biden-Putin Meeting Last Month\nhttps://t.co/yAJY2502pB https://t.co/WMQ247ZtLA", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1412166005187661826, "content": "@AP As long as those companies weren't on the list Joe Biden gave him its cool", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1411465910645407753, "content": "Notice how on the \"Who To Follow\" list Joe FÚCKING Biden is the first one on there ?  @Twitter  need to stop treating people like the idiot they claim to love and get ready for the #BigRedTrumpWave  #TRUMP2024ToSaveAmerica  #TRUMP2021ToSaveAmerica", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1410960208541765632, "content": "@RebeccaRebecky If they ask me if I know of anyone that \"may be becoming an extremist\" I'm going to list Joe Biden, Kamala Harris, Nancy Pelosi, Zuck, Jack, Shumer, et al.", "likes": 1, "replies": 0, "retweets": 1}, {"id": 1410742562311135239, "content": "\"It seems that the Biden administration does not consider Syria to be on the top of their list\"\n\nJoe Biden has been accused of dragging his feet over the fate of Americans held hostage or unlawfully detained abroad https://t.co/QwEJ0xHKs3", "likes": 2, "replies": 1, "retweets": 3}, {"id": 1410591636959154179, "content": "\"It seems that the Biden administration does not consider Syria to be on the top of their list\" \n\nJoe Biden has been accused of dragging his feet over the fate of Americans held hostage or unlawfully detained abroad https://t.co/QwEJ0xZlQD", "likes": 5, "replies": 0, "retweets": 4}, {"id": 1410463317538267138, "content": "\"It seems that the Biden administration does not consider Syria to be on the top of their list\"\n\nJoe Biden has been accused of dragging his feet over the fate of Americans held hostage or unlawfully detained abroad https://t.co/GwecTcvSAC", "likes": 11, "replies": 2, "retweets": 3}, {"id": 1410270476623097857, "content": "Call out the garbage democrats responsible for raising taxes, increase in crime, increase in tent cities, no respect from foreign powers, who are they. Here’s a list. Joe Biden, Nancy Pelosi, Kamala Harris, Chuck Schumer, Dick Durban, Maxine Waters,Jerry Nader, Eric Swalwell,", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1409142265906438145, "content": "Here's to hoping the Manhattan DA's investigation results in so many arrests, that Barron will have to list Joe Biden as next of kin. \n#SundayMorning \n#TrumpOrganization \n#ManhattanDA", "likes": 4, "replies": 0, "retweets": 0}, {"id": 1405541071052959744, "content": "Here is a current list Joe! @POTUS #joebiden Barak Obama, Michelle Obama, Anthony Fauci  Democratic party Joseph Biden, Kamala Harris, Charles Schumer, Nancy Pelosi, Pete Buttigieg. https://t.co/Ab5bGXd62Z", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1405532828352225283, "content": "'I gave them a list.' Joe Biden.\n\nThat'll show them.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1405368960661471236, "content": "Sooooo.....\n\nEverything else is fair game then?\n\nAlso:\n\nBiden: Not these 16 things, Vlad.\n\nPutin: [Heavy Russian accent] Thaynks for givying to me thees handy priority list, Joe. You are wantying more icecreyam?\n\nBiden: Mmmm. Chocolate.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1405335204928098305, "content": "@EricMertz_KC But it was on the list\n -Joe Biden", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1403397162986213383, "content": "@NWPinPDX Disagree! Here's my list:\n\nJoe Biden\nKamala Harris \nNancy Pelosi \nChuck Schummer \nAdam Schiff\nGavin Newsome \nBelasio\nMaxine Waters\n\nI know I have many more! Just to name a few!!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1402429234216325126, "content": "Ol’ Pinocchio President doesn’t deserve his name to be mentioned next to the word President! He’s the worst man for the job! The White House has had more of its share of pathetic presidents and sorry leaders. BUT Biden tops that list!!  Joe &amp; Jill need to vacate that House ASAP!!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1401429906748227585, "content": "@SeanFulce2040 @Galileo0723 @JoeBiden Crazy list. Joe Biden’s approval rating is higher than tRump ever made. Joe is currently at 60%. tRump never made 50%. He inherited most of the terrible things on the list and being in office 135 days he has to fix the tRump mess 1st. 600,000 dead pandemic!", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1401285355018637324, "content": "@Edect_ out of that list joe biden, Bernie would lose in a landslide popular vote also. kamala harris would lose decisively in the electoral college and be at risk in the popular vote.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1401275625130758145, "content": "@ive_sue @LadyPie6 @USAF_88 @ImaP91 @MarieLCosgrove @LeeItalian1 @StarrRinko @Doot2471 @DixieKat3 @Patrioteddv @BubbleCovfefe @Brooke_e_e @Aliciastarr001 @jeff_pill @AngelWarrior320 @ILYM333 @amy_deedee @RW2RED @C84Usa @ItallionTony One more to add to the list.\n\nJoe Biden  30 feet.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1401009571989176323, "content": "@yungneocon Why is the only girlboss on this list joe biden", "likes": 5, "replies": 1, "retweets": 0}, {"id": 1399007721563774981, "content": "@iKissRyujin stan list: \njoe biden😍🤭🤞🏻", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1395151245275324416, "content": "@lukeoneil47 Seriously though, pretty sure that gets you on a terror watch list.  Joe Biden driving that star spangled supercharged F150 talking about running over journalists questioning him about Israel was a whole mood.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1392616104380489729, "content": "@ValaAfshar @mercedesschlapp So with the exception of experience which belongs on the bottom list - Joe Biden pretty embodies everything one should be impressed by.", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1392566368512450566, "content": "Just looking at the trending list... 'Joe Budden' ISN'T a nickname for Joe Biden? Really?", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1388848131236892673, "content": "Recent arrivals at our Southern border include multiple members of the MS-13 gang and at least two men on the FBI’s terrorist watch list.  \n \nJoe Biden is playing politics with the safety of America’s citizens.", "likes": 2578, "replies": 628, "retweets": 883}, {"id": 1386937685122686978, "content": "@ilyasahShabazz @shaunking I see no Asians on that list. Joe biden made sure to protect them.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1385752432240730113, "content": "@trophywife43 @JacalynLeake @femmehonnete1 You then went on to list Joe Biden as an example of someone who wouldn't do that.\n\nIf Joe Biden is a \"Woke Bro\" to you, then that phrase means absoultley fucking nothing.", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1384185227170304004, "content": "Here’s a list of things that have me extremely upset in the direction an running of r country\nThe List\nJOE BIDEN.\nThe end of the list", "likes": 8, "replies": 1, "retweets": 1}, {"id": 1381602655978541056, "content": "The whole-ass Editorial board didn't try in any way to explain their opposition. Instead, we got \"GOP, fall in line and oppose\".\n\nThat's it. That's the list.\n\nJoe Biden's $2.3 trillion infrastructure package is totally unnecessary\n https://t.co/1REiQJF446 via @nypost", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1379497124522561538, "content": "Let’s add one more to that list... \n\nJoe Biden: Tara Reade", "likes": 8, "replies": 0, "retweets": 3}, {"id": 1378611285835837440, "content": "Discrimination is ok as long as it's discrimination of white people.  White men are at the top of the discrimination list. Joe Biden gets a pass.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1378069144277487620, "content": "Friday PDB – Russia Threat Increasing, Biden Cutting Defense Budget Amid Growing China Threat, Did COVID Leak from Wuhan biolab? \n(This is number 5 on China's wish list! Joe Biden did the first 4 last week!)\nhttps://t.co/hh7yQHxSvy", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1375297264340541448, "content": "@sumitkashyapjha Absolutely. Add even US to your list.\n\nJoe Biden won only because of your support.\n\nKeep up your winning mojo. Congress has been never w̶o̶n̶ lost an election under the legendary leadership of R̶a̶u̶l̶ ̶V̶i̶n̶c̶i̶ Rahul Gandhi", "likes": 6, "replies": 0, "retweets": 0}, {"id": 1374814584297623559, "content": "@MSNBC Fake list, Joe Biden isn't on it.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1374677635813445639, "content": "Biden's heartfelt plea for gun control adds to daunting policy wish list: Joe Biden's call for an assault weapons ban and a wave of other gun control measures adds a daunting new policy challenge to a progressive agenda that is already shaping up as the… https://t.co/qhgCGfFawC https://t.co/jOZFEK5SJV", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1374584095980859395, "content": "Biden's heartfelt plea for gun control adds to daunting policy wish list\nJoe Biden's call for an assault weapons ban and a wave of other gun control measures adds a daunting new policy challenge to a progressive agenda that is already shaping up as the most ambitious by a De… https://t.co/xpCHZLF0qd", "likes": 0, "replies": 0, "retweets": 1}, {"id": 1373123242542694401, "content": "Soros, Obama, Bloomberg, Gates, Clinton, Harris, MS13, it's a big list. Joe Biden does not appear to be included.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1371981889918078979, "content": "@JoeBiden this list joe Biden \nFree ralo out prison \nBuy everything on my Twitter list \nPay this money \n$12 million \n$34 million \n$45 million \n$67 million \n$78 million \n$123 million \n$345 million \n$678 million \n$12 billion \n$34 billion \n$56 billion \n$78 billion", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1369914200223539207, "content": "@DeadPresPicks Lol all I see is green check marks no real proof you hitting the book and doing it just oh I played that I did this list it you even cap yourself seems you got lazy lately or maybe you just read and list joe Biden over here taking peoples plays", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1369500369164898304, "content": "Biden Admin ‘Alarmed’ Houthis Engaging in Terrorism After Removing Them from Terrorist List. Joe Biden is a moron! https://t.co/SzahHGXt8u", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1369412249463500803, "content": "Its the Democrat way it only took less then 400people to commit the biggest legal robbery in history and the gang leaders were Nancy Pelosi,Chuck Schumer,Bernie Sanders I didn't list Joe Biden because I really don't think he knows what's going on", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1366146520664338434, "content": "WARNING: 540 Elected Officials from All 50 States Demand More ‘Refugees’ – Is Your Representative on the List? \n\nJoe Biden has vowed to flood America with 700% more “refugees” from terrorist hotspots around the world\n\nhttps://t.co/jvGUJjcHV3", "likes": 33, "replies": 3, "retweets": 33}, {"id": 1365598158798155777, "content": "@ACLU I am trying to add my name to the stop it list . Joe Biden needs to stop bombing people. Will you start another list for Ol' Joe ?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1364227226955177991, "content": "@GOPChairwoman \"Must read from @WSJopinion on why the Democrats’ hyper-partisan far-left wish list\" Joe Biden's agenda is not a \"hyper-partisan far-left wish list\", Ronna. When are you going to accept that simple fact?", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1363800503419768833, "content": "@DrSFG @RickyTheGee @MMFlint ....now list Joe Biden’s faults.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1363257436971307008, "content": "OPINION: @JoeBiden wants any nation to be first as as long as it’s not America....”America First is over” he declared. Precisely, where are we in the list, Joe?\n\nSTORY: ‘America First’ Diplomacy Is Over, Biden Tells G-7 Summit https://t.co/saBpZ7E23c", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1362974661366185987, "content": "The Gun Blog Black List: Joe Biden Tells Congress To Ban AR-15s and Enact O... https://t.co/bhcysIyofo", "likes": 0, "replies": 0, "retweets": 1}, {"id": 1362629143041630209, "content": "So Biden just allowed ICE to deport any undocumented immigrant who arrived after Nov. 1, 2020 w/o a warrant? These people are escaping countries which all have a plethora of cities on the travel advisory list. Joe just told them to go fuck themselves. Despicable.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1362598509111836675, "content": "@DaleTranslator @SparrowsAlive Who's next on Dale's list, Joe Biden?", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1362200382693203969, "content": "CHARLES WINDSOR ARRESTED &amp; EXECUTED\nother list: JOE BIDEN ARRESTED &amp; EXECUTED\nHUNTER BIDEN ARRESTED &amp; EXECUTED\nJOHN MCCAIN ARRESTED &amp; EXECUTED\n Nancy Pelosi: Arrested at Guantanamo\nTony Blair ARRESTED &amp; EXECUTED\nKing Harald V OF NORWAY ARRESTED &amp; EXECUTED", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1362019000155328512, "content": "They actually missed several, but this is a reasonably good, and amazingly well-documented list. Joe Biden is today what he has always been for his entire 40 plus years in public office: habitually dishonest. https://t.co/kig3fjHZT0", "likes": 3, "replies": 0, "retweets": 1}, {"id": 1361463049199132675, "content": "Another great opportunity for classes coming back from President's Day. \n\nAdded to the list: Joe Biden, Kamala Harris's VP victory speech, and more!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1360676432045879305, "content": "@tomarcus96 @Crazy_Kangaroos @JennPellegrino @OANN Are you listing Joe Biden's accomplishments? Oh, you'd rather list the MSM's list for Trump (so-called) failures. I'll keep reading your responses. \nAt some point, please list Joe's.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1360620113544818689, "content": "@seanhannity The Defense list — Joe Biden, Nancy Pelosi, Kamala Harris, Eric Swawell,  the Prosecution list — Santa, the Easter Bunny and the Tooth Fairy", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1360547898094735360, "content": "HERE WE GO Biden's team already starting a war in the middle east with the Houthis rebels drone attacks on Saudi Arabia right after blinking removes the houthis rebels from the u.s. foreign terrorist list. Joe Biden is going to destroy what Trump did for the Middle East Peace !🤬", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1358280342512275456, "content": "@Dirtdigger1988 @catturd2 List Joe Biden Getting 80 Million Votes Under \"Shit That Never Happened\" or \"X To Doubt\"..", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1357665804775534593, "content": "Fake News: Epstein's 'Lolita Express' Flight Logs Do NOT List Joe Biden, John McCain, Barack Obama, Hillary Clinton, Pope Francis And 4 CNN Hosts As Passengers. Lead Stories https://t.co/3VYeytVJ85 via @leadstoriescom", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1357101147648110593, "content": "@NPR They also banned the West African countries if you listen closely, the same countries that NSA urged president Trump to put on the no-fly list, Joe Biden is now lifting it he calls it a Muslim ban. It was never a Muslim ban. Every year we catch 3,000 otm from terrorist Nations", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1356956622443012096, "content": "The absolute truth !!!  Soon to be added to this list:  Joe Biden and Kamala", "likes": 1, "replies": 0, "retweets": 1}, {"id": 1356659990589710336, "content": "@LeaderMcConnell Mental Illness is Running Rampant within The Republican Party and Moscow Mitch is at the top of the list. Joe Biden should be able to pick whoever he wants. You sure over ran the Supreme Court with Radical Republicans.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1356298463395328002, "content": "@davidsirota New list. Joe THAT'S LITERALLY TRUE Biden.\n\nI din't playjerize them essays. I write good on my own.\n\nI did not prostitute myself to rich people. They did me for free.\n\nI didn't try to cut Social Security 1,2,3,4,5,6,7,8,9,14,17,35 times. It was just once. From '81 to '98.", "likes": 4, "replies": 0, "retweets": 0}, {"id": 1355483051237781504, "content": "Comprehensive list:\nJoe Biden Has Issued 42 Executive Actions In One Week, A Practice He Recently Called 'Dictator' Behavior. https://t.co/s8Jll78iuV", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1354437947865640965, "content": "This is the  #Houthi_Terrorist_Group slogan. If they get a chance to hurt Americans they will not hesitate. They shouldn’t be removed from the terror list Joe Biden The White House U.S. Department of State #HouthiTerrorismInYemen https://t.co/QSulB9543p", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1354437573041680388, "content": "@POTUS This is the  #Houthi_Terrorist_Group slogan. If they get a chance to hurt Americans they will not hesitate. They shouldn’t be removed from the terror list Joe Biden The White House U.S. Department of State #HouthiTerrorismInYemen https://t.co/siYK8mvCri", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1354437501709127680, "content": "@POTUS This is the  #Houthi_Terrorist_Group slogan. If they get a chance to hurt Americans they will not hesitate. They shouldn’t be removed from the terror list Joe Biden The White House U.S. Department of State #HouthiTerrorismInYemen https://t.co/NpK30Gu2jI", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1354437374080671744, "content": "@POTUS @jensstoltenberg This is the  #Houthi_Terrorist_Group slogan. If they get a chance to hurt Americans they will not hesitate. They shouldn’t be removed from the terror list Joe Biden The White House U.S. Department of State #HouthiTerrorismInYemen https://t.co/1HikYC7U6o", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1354437292472082437, "content": "@POTUS This is the  #Houthi_Terrorist_Group slogan. If they get a chance to hurt Americans they will not hesitate. They shouldn’t be removed from the terror list Joe Biden The White House U.S. Department of State #HouthiTerrorismInYemen https://t.co/VcZXZPcZfp", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1353069330452238337, "content": "@redcloud_scribe And don’t forget this one Matt, men are women if they say so, and can compete in women’s sports.  Ending them effectively. For your nut job list. Joe Biden is our president.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1352402791717810184, "content": "My pieces of shit list....\n\nJoe Biden\nHunter Biden \nBrian Kemp\nMitch McConnell\nLiz Chaney\nStacey Abrams\nBarrack Obama\nMichele Obama\nMike Pence\nSCOTUS\nBrad Raffesperger\nChris Wallace\nFox News\nWhole shit load of actors\nWhoopi Goldberg\nJoy Bahar the bitch\n\nThe list keeps growing", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1352299642881503233, "content": "@DMB12445 @demilynne701 Now let's list Joe Biden's career, Yet he is now occupier in chief! https://t.co/RhnwWQQ8ez", "likes": 6, "replies": 3, "retweets": 0}, {"id": 1352095263217889282, "content": "@Twitter @jack Couldn't change @POTUS to list Joe Biden's name at 12 pm as a favor to the new President? \n\nYa, know given all the mess Trump and y'all created for him to clean up already...", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1352057320990248961, "content": "where is your list Joe Biden??", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1351969675731738624, "content": "Sendte nettopp følgende ePost til Det Hvite Hus (hvor jeg har stått på mailinglisten i 4 år):\n\nPlease show me the courtesy of deleting me from this mailing list.\nJoe Biden does not represent me - or anything that I believe in.\nPlease refer to the 9th commandment.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1351967308781150209, "content": "Well it’s the 20th and that’s another Q prediction that hasn’t come true, add it to the list. Joe Biden is officially president. I’m seeing a lot of Q people realizing they’ve been duped, I hope you come to the same realization @Carrie71237358", "likes": 0, "replies": 2, "retweets": 0}, {"id": 1351957815716245504, "content": "Interesting twitter search results when searching for RealDonaldTrump the results list Joe Biden’s personal account and omits Donald Trumps. So much for #FreeSpeech in American, #socialism is the new normal and it has Democrats gleefully celebrating their new found power #Truth https://t.co/HMUE0AIs2c", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1351940201367691265, "content": "@CantGuardAiyuk I did not make the track list, Joe Biden and Kamala Harris did", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1351873658202054656, "content": "@Bencjacobs @Acosta Just another to add to the list Joe Biden needs to reverse later today.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1351683935571468288, "content": "@andrewrsorkin Of course he'll wait til the last second and attempt to steal some spotlight from Biden's inauguration.\n\nBy the way, who's going to be the most \"interesting\" name on his pardon list?  Joe Exotic??  🐯👑", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1351100273108930560, "content": "So in my suggested list, Joe Biden is the first thing to pop up along with the democratic swamp. A little biased there twitter? No thanks.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1350923885378732032, "content": "@reuterssarah @DPsaledakis Before removing Cuba from terrorist list, Joe Biden needs to be briefed about the Cuban officers torturing VNZLANS. New Cuban ambassador should not be received until @amnesty @mbachelet inspect VNZLA.\n@CarlosAMontaner @oppenheimera @MaryAnastasiaOG @CiberCuba @jguaido @BBCWorld", "likes": 3, "replies": 0, "retweets": 2}, {"id": 1350298244866338816, "content": "Checkpoint Bravo: Let me see your pass.\nJoe Biden: I am President Elect Joe Biden.\nCheckpoint Bravo: Sorry Sir, you are not on the list.\nJoe Biden: I need to talk to your superior you lying dog faced pony soldier!\nCheckpoint Bravo: Affirmative Sir. He has been waiting for you. https://t.co/Fl0fphhV9j", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1349870528446812160, "content": "🇨🇦🙏 Its about time Americans received some serious help. \nFrontline healthcare workers must be a priority&amp; are!!\nMoney for mass production &amp; distribution of both PPE &amp; vaccines is at the top of the list.\nJoe Biden is going to keep his promise:\nHelp is on the way!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1349382895996194818, "content": "TERRORUST WATCH LIST\n\nJOE BIDEN \nCAMALLA HARRIS\nNANCY PELOSI\nTHE IDIOT SQUAD\n\nGet rid of thses idiots and the rest will crumble.Take back America. Stop the steal.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1349196076427964416, "content": "@Chinchillazllla congrats being as big of a radical leftist as *checks list* joe biden", "likes": 6, "replies": 1, "retweets": 0}, {"id": 1349098819007508482, "content": "@ColbertBigb Do we know a warning when we see it. Take out adds. Anyone with power - blast the airways with McConnell’s face saying “ we lied. We list, Joe Biden did win handsomely", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1348102380986896386, "content": "@HeyItSamson @pamboy712 @SethAbramson That would be an interesting list.\n- Joe Biden\n- Kamala Harris\n- Mike Pence\n- Feral Shouting Yam...", "likes": 3, "replies": 1, "retweets": 0}, {"id": 1347345069142106114, "content": "SO here is the list of how to become happy with cancel culture.2021 CANCEL LIST:\nJOE BIDEN and the Communist Democratic Party\nFOX NEWS and ALL MSM MEDIA\nFACEBOOK TWITTER INSTAGRAM all BIG TECH MEDIA Giants\nALL SPORTS they are dead to me.\nPolitics\nLots of great hours now for life!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1347289449172910080, "content": "@dcexaminer @LindseyGrahamSC You mean validating a fraud election, withholding money from tax payers forced not to work and lockdown is not on that list? Joe Biden enriching his family in deals with China or the fake news media withholding information is not in there?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1346955467285811203, "content": "@ChrisEvans Top of the list--\"Joe Biden.\"", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1346474768879345671, "content": "Here are essential steps that @Joebiden must take promptly to start to restore justice and due process for refugees and immigrants.  @DreeCollopy provides the #asylum to-do list. Joe Biden’s New Policies For Asylum, DACA And Legal Immigration via @forbes https://t.co/xjaXspWtx9", "likes": 5, "replies": 0, "retweets": 4}, {"id": 1345439466144616448, "content": "@HawleyMO @SenHawleyPress \n\nYou (and any member of congress that supports your planned objection) should be added to this list. \n\nJoe Biden is the next duly elected President of the US.  \n#81MillionStrong \n\n#MissouriDeservesBetter https://t.co/z9PG0UO7tL", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1344982369145597953, "content": "We need arrests, trials and public hangings of these traitors if convicted. It is the only way to ensure our children’s Liberty will be restored for at least a few generations. Top of the list: Joe Biden, the pretender-in-chief. \nhttps://t.co/4ieN81qdUI", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1344269003166986241, "content": "Orange looser dumb Donny first time in history that a president is on the FBI most wanted list. Joe Biden President Elect", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1343549878111260672, "content": "Now that’s a fact corruption ramp it right at the top of the list Joe Biden", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1343359525215080448, "content": "@admiralmpj @KTforBiden @My3Alexandra @JudgeJoeBrownTV Alex, Biden considered Klobuchar &amp; @gretchenwhitmer Gretchen was HIGH on the list! Joe committed to a black woman ONLY for SCOTUS! You're confused or wrong. Kamala is my Senator #KHive 🐝💛we were concerned he was going to pick GW to attract mid-western voters, ignoring black♀️", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1342864064863731713, "content": "@owillis Live Long and Prosper, President Biden!\n\nEspecially when GOP and Mitch would control confirmation of any Harris appointment as VP\n\nCurrent GOP approved list:\nJoe Lieberman\nJohn Calhoun's ghost\nCindy McCain\nA torn Confederate treason in defense of slavery flag\nMitt!\nPizza Rat", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1342529786590064642, "content": "My favorite on the 'NICE' list - \"Joe Biden, for giving America the chance to be America again.\" https://t.co/t3hNcgN1gL", "likes": 3, "replies": 0, "retweets": 0}, {"id": 1342176475001233408, "content": "Five years ago, the Bidens &amp; Obamas released dueling holiday #Spotify playlists\n\nCompared to the Obamas' bland list, Joe &amp; Dr Jill #Biden swing more, rock harder, evince more soul, &amp; toss a wicked blues curveball\n\n#XmasEve #xmas2020 #holidays2020 \nhttps://t.co/3VAnYAT6K7", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1341048769677242368, "content": "@RealWayneRoot There should be a third item on the list: Joe Biden won the presidential election, and will be sworn in as Commander in Chief next month", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1339408676361281543, "content": "@TheRightMelissa Not significant?? ... \nUntil added with votes from ineligible + faked + fraudulent + dead Votes Registered &amp; unvalidated (would disenfranchise illegal voters); likely if allowed to audit - some voted with multiple \"accounts\" on the Democrat \"In the Bag\" List. (Joe Biden)", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1339388832551231494, "content": "@InfidelAngela MY ARREST WISH LIST:\n\nJOE BIDEN\nBARACK OBAMA \nHUNTER BIDEN \nHILLARY CLINTON \nNANCY PELOSI \nCHUCK SCHUMER \nBRIAN KEMP\nMITCH MCCONNELL \nCHRIS CHRISTIE \n\nCANADA PRIME MINISTER\nJUSTIN TRUDEAU", "likes": 2, "replies": 1, "retweets": 0}, {"id": 1339383493210632192, "content": "@LariatSmiles Thank you Lariat and others who voted to ensure we have control of Senate If not Moscow Mitch and his enablers goons will stop Joe Biden in succeeding \n\nWe need more stimulus \n\nWe need stricter gun laws \n\nWe need increase in wages\n\nThis is few list Joe can make our lives better", "likes": 100, "replies": 2, "retweets": 12}, {"id": 1339359856025845760, "content": "If Biden steals election, they are going to have a hell of a party in that WH. Deals galore ,establishment making millions all over the place but rest assured the American people will be last on the list. Joe Bama's crew gonna have a party. Back to the good ole days... Obama 2.0", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1339234731330850817, "content": "2021 Deadpool/ Wish list.\nJoe Biden\nNancy Pelosi\nDiane Feinstein\nChuck Schumer\nMaxine Waters", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1338679128015429634, "content": "@GeraldoRivera @realDonaldTrump 💭\n🎅🏻 Santa tinkin “How did @GeraldoRivera become such a #DebbieDowner ? Santa checked his list &amp; \nJoe Biden only has 242 uncontested electors.” \n\nhttps://t.co/lHeRhx29jj #HoHoHo", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1337982259039629315, "content": "I hope #AlexJones is on an FBI watch list.\nJoe Biden 'Will Be Removed One Way or Another,' Alex Jones Tells Pro-Trump March https://t.co/lrZfgjBvUa", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1337978564868714496, "content": "@stellatkbosch @GAFirstLady @BrianKempGA @SenatorLoeffler @SenTomCotton Voter suppression and Stacey Abrams? People are just shocked Georgia went blue. Don't you realize a pattern that everytime Georgia gets more blue, more laws are created by the GOP to make it harder to vote and to purge voters off the list? Joe Biden overcame the suppression.", "likes": 2, "replies": 0, "retweets": 1}, {"id": 1337808855883870210, "content": "@PEOD65 @kaitlancollins Sorry PEDO65 but, filing a lawsuit that was not taken up is not any of the things you listed if anything you're projecting. Without people doing all those things on your list Joe Biden wouldn't be where he is at now, pretending to have actually won 80 million votes.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1337743045635284992, "content": "@hry84 @AngeleneBruce @realDonaldTrump Please list Joe Biden's and Harris accomplishments.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1337599031791546368, "content": "@realDonaldTrump You're a pathetic loser. Oh yeah, you left one name off your list:\n\nJoe Biden: 81,283,009 votes!\n\nLOL... LOSER!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1337555839750721537, "content": "@F_SunGoddess @real_defender @realDonaldTrump Sure and there was no voter fraud and the moon is made of Swiss cheese.  Pleas list Joe Biden’s accomplishments.   Other becoming a multi millionaire on a salary of 170k per year.  Also tell me where the money came from.   I’ll wait.", "likes": 0, "replies": 4, "retweets": 0}, {"id": 1337518864129777664, "content": "@Rename_TheStrom Well, Strom Thurmond will occupy a lot of the Real Estate in the first two episodes, as will the one younger person on my list, Joe Biden. Plus LBJ, Everett Dirksen, Ronald Reagan, Tip O'Neill, Ted Stevens, Dan Inouye,  McCain,  McConnell,  Lott, Daschle &amp; Richard Nixon", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1337306481008455680, "content": "* Time Person of the Year = Biden &amp; Harris, * 1st COVID vaccine cleared for U.S. use, * Angela Merkel, Kamala Harris on Forbes’ 100 Most Powerful Women list! - https://t.co/5dqCsFKKiZ\nJoe Biden and Kamala Harris named Time Person of the ... https://t.co/0cZIyByuue", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1337118736285913088, "content": "Also also WHY are joe Biden and 45 on this list?? Joe hasn’t done anything yet, and while 45’s actions were consequential i feel like they don’t capture the spirit of the awards \n\nBut 45 won in 2016, Little Bush won in 2000 and Hitler and Stalin have both won, so who knows 🤷🏾‍♂️", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1336796373396697089, "content": "@Misanthrope1231 @AGMSProductions @_M_A_C_C_A_ @realDonaldTrump You can list Joe Bidens 47yr contribution to the American dream if you like\nYou can even try to explain how he managed to obtain the highest popular vote in history?\nDon’t embarrass yourself with the “he isn’t Trump” soundbite\nWhat do you like about Biden?\nWhat’s his attributes?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1336161661049253889, "content": "Part 1 of 2 of the 2020 Dem Candidate List\nJoe Biden\nBernie Sanders\nPete Buttigieg\nElizabeth Warren\nMichael Bloomberg\nAmy Klobuchar\nTulsi Gabbard\nTom Steyer\nAndrew Yang\nDeval Patrick\nMichael Bennet\nJohn Delaney\nCory Booker\nMarianne Williamson\nJulian Castro\nKamala Harris", "likes": 0, "replies": 3, "retweets": 0}, {"id": 1334943087911727105, "content": "@LLinWood I would add to that list, Joe Biden ran a campaign as if he had no intention of winning.", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1334759974610866177, "content": "@KamalaHarris @JoeBiden Please...list Joe Biden's achievements.  The whole WORLD is a twither finding out what they may be!!!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1334661749837074433, "content": "List Joe Biden's input on this vaccine over the last 9 months.\n\n#BidenVaccine https://t.co/lDwksgKptj", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1334537195785515011, "content": "No  Brooks will be replaced anymore you want on the small list. Joe Biden President Elect", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1333920784444776448, "content": "@lieutofmorgul @Biggy77781176 @SaraCarterDC @JamesOKeefeIII Take South Carolina off that list. Joe Biden and Jaime Harrison both got embarrassed here. We don’t like those corrupt hacks like I’m sure your state does", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1333829972453191687, "content": "What's on Joe Biden's foreign policy to-do list? Joe Hills reviews the key challenges facing the incoming administration with the help of our recent archive. https://t.co/KUjZheN6Pp", "likes": 4, "replies": 0, "retweets": 1}, {"id": 1333656672955351040, "content": "Reports: BIDEN-UKRAINE CORRUPTION AUTHORIZED BY YOUR FORMER CORRUPT PRESIDENT - BARACK OBAMA!  https://t.co/PBEqgM3tDT via @YouTube WOW, ADD OBAMA TO THAT LIST, JOE BIDEN, HUNTER BIDEN &amp; BARACK OBAMA - CORRUPTION AUTHORIZED BY OBAMA! PUT THEM IN JAIL! THEY SOLD OUT OUR COUNTRY!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1333207256238796800, "content": "@Maripuerta @AstorAaron One thing to consider here, Florida was not on the Biden campaigns must win states, it wasn't even on their reach states list. Joe knew his path to 270 didn't involve Florida or even Texas, it was just a way to make Republicans bleed money.", "likes": 2, "replies": 1, "retweets": 0}, {"id": 1332718018347102210, "content": "@realDonaldTrump Number one on my thank list - Joe Biden as President...", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1332436011155132417, "content": "@DianaLogue2 From your list, Joe Biden.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1331990327872417800, "content": "@GovRidge @JoeBiden Joe Biden can not pass a security clearance and is a national security risk and needs to be on the no fly list. Joe Biden can not pass a security clearance and EVERYONE KNOWS THAT.", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1331854847931506690, "content": "@vecernji_list Joe Biden nije novi lider Amerike. \nVi ste ili nepismeni ili ste samo pravite neinformirani.\nU oba slučaja ne zaslužujete se zvati NOVINAMA", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1331774669582721026, "content": "@CNN Despite this year's many challenges, I am thankful for so much! Toward the top of the list, Joe Biden's decisive election win. #Thanksgiving2020", "likes": 6, "replies": 2, "retweets": 0}, {"id": 1331142090495979520, "content": "@JonathanGrella @Gil_Brandt Obviously Mahomes but he’s not on the list! Joe Biden says Come on man!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1330714515160252416, "content": "@charltran @Jim_Jordan @realDonaldTrump Oh ya? REALLY? JOE BIDEN GOING TO BE ON THE TOP OF THAT LIST??? Joe Biden gets into office he will be IMPEACHED !!!  There is hard evidence of UKRAINE and CHINA ! The truth will all come out!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1329873047101136896, "content": "On-going list... Joe Biden’s Cabinet picks: The names being floated - Washington Post\n\nhttps://t.co/OJxk5vHU1U", "likes": 4, "replies": 0, "retweets": 0}, {"id": 1329766604004061186, "content": "Addition to the long “now I know in 2020” list: \n\nJoe Biden is apparently a Scorpio. \n\nDidn’t see that coming (John Bolton, on the other hand...)", "likes": 5, "replies": 0, "retweets": 0}, {"id": 1329578040142172160, "content": "@Rosco34 Did you even look at the list? Joe Biden and George Soros are not even on that list.. Also Hollywood actor Isaac Kappy called out Tom Hanks and Stephen Spielberg for being a pedo and he ended up dead on Route 66 while Tom posted on Insta about roadkill on 66 https://t.co/ylZPEUd3zP", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1329241184770928643, "content": "@barth_bro Pretty sure Bernie wouldn't be on ANY list Joe Biden would make for potential VPs to replace her.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1328670292064006145, "content": "Where's Hunter? Where's Jim? Biden reveals he is cutting family out of Thanksgiving guest list. Joe (The big guy) gets 10% of the gravy!  https://t.co/K5seLTmpQ4 via https://t.co/U8TWFPUdu3", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1328549321776582657, "content": "Joe Biden said today : If Trump doesnt concede more people will die.\n\nPUT ME ON THE DIE LIST JOE", "likes": 5, "replies": 2, "retweets": 0}, {"id": 1328426754130710529, "content": "Thinking about President-Elect Biden's Inaugural, I hope they start talking daily about the Balls, the gowns, THE CROWDS (and public health requirements, masking, social distancing, gobs of sanitizer), the guest list! Joe and Jill need to have their evening in the starlight! 😉", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1328151201079316480, "content": "On Amazon's \"New Releases\" list, \"Joe Biden: The Life, the Run, and What Matters Now\" is #51. \"Fritz the Farting Reindeer: A Story About a Reindeer Who Farts\" is #35. Can you feel the excitement?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1327996225455616000, "content": "⁦@realDonaldTrump⁩ you should watch this &amp; listen to the message.  For 244 years, great US presidents have been supporting the transition of power.  But, not you.  You’re destroying our country. You’re dividing &amp; hurting us. You list. Joe Biden won.  https://t.co/K1sHKuJ2LL", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1327287217954324480, "content": "@CommieBuddhist A short list:\n\n•Joe Biden\n•Kamala Harris\n•$15 minimum wage\n•Democrats in general \n•Common decency", "likes": 13, "replies": 0, "retweets": 0}, {"id": 1327242871255277574, "content": "Biden could potentially be the next president of China, oops, scuse me, the US. but not WE THE PEOPLE.  WE THE PEOPLE are on a HIT LIST.  \n\nJoe Biden’s Coronavirus Advisor Wants Vaccine Distributed Globally Before Giving it to All Americans - https://t.co/1YT8QlskOS", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1327065835802750977, "content": "@realDonaldTrump You list.  Joe Biden won and will be a 2 term president. It will take 4 years to clean up your mess", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1326772262691868674, "content": "TL;DR: This person is talking about something something uh, AOC gulag list, Joe Biden far left gonna establish 1984, and uh Gamergate 2.0 or something. \n\nSo yeah literally no one cares. Your little manifesto was a funny read though not gonna lie. https://t.co/xI9fqk3Egd", "likes": 917, "replies": 25, "retweets": 27}, {"id": 1326589807976468483, "content": "AOC has me on her hit list. Joe Biden approved of the list. I expect to be rounded up and sent to a gulag", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1326274687719059460, "content": "@EricTrump Here’s a White House no entry list.  Joe Biden", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1326245264596770816, "content": "Commentary: Fixing the PPE shortage should top Biden’s to-do list: Joe Nocera - Bloomberg Opinion https://t.co/torPScUOp9", "likes": 2, "replies": 0, "retweets": 1}, {"id": 1326169671385698307, "content": "@realDonaldTrump Stop Mr Trump, you have list. Joe Biden 46th President🇺🇸 @realDonaldTrump @JoeBiden", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1325832457497812999, "content": "Full list Joe Biden #COVID19 #TaskForce \n\nCo-chairs:\nDavid Kessler\nVivek Murthy\nMarcella Nunez-Smith\n\nOthers:\nLuciana Borio\nRick Bright \nEzekiel Emanuel\nAtul Gawande\nCeline Gounder\nJulie Morita\nMichael Osterholm\nLoyce Pace\nRobert Rodriguez \nEric Goosby", "likes": 1, "replies": 0, "retweets": 3}, {"id": 1325703817850216448, "content": "@rcooley123 @orangeorchards So fucked up. It’s all on the GOP for not stepping in. Trump list. Joe Biden is our new president period!!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1325680729913749504, "content": "@ThinkMiamiBeach @LarrySabato @Redistrict Joe Biden is now on that distinguished list.\n\nJoe Biden is likely to get 10-15 million more votes than Barack Obama -- and against an elected incumbent President running for re-election. 2/", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1325277901164404736, "content": "@newscomauHQ Too many first to list: \nJoe Biden may be the first president to be impeached before taking office. \nHunter’s Laptop still exists", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1325266467571560448, "content": "@JoeBiden Are you making your OWN enemies list Joe?  Is THAT how your party handles a government takeover?  That would be the ONLY logical explanation for making lists.  We learned that through the Obama/Biden Administration.\n#phonyvote", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1325266132794667010, "content": "Trump Clone: “China ate your lunch, Joe. And no wonder  your son goes-“\nTrump Clone: “-radical left. Who’s on your list, Joe? Who’s on-“\nTrump Clone: “-but you forgot the name of your college. You graduated either the lowest or almost the lowest-“\nBiden: *screams internally*", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1325255797690015746, "content": "\"There's never been anything we've not been able to do. Together.\"\n\n-- Biden referencing America.\n\nHere's a short list, Joe:\nEquitable education\nFair housing \nSegregation in inner-city communities\nQuality health care\n\nThe list goes on...", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1325165103344463872, "content": "@maidqd I'm not crying about the election lol\nI'm not a liberal so I don't do that. And take a closer look at that list, Joe Biden has done almost all of those things during interviews and such.\nAnd besides, it's the media currently trying to say he won, not the courts.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1325163782750924800, "content": "@NedLamont You thank President Trump for his service? You have no clue what that man has done for this country in just 46 months. The accomplishments are too long to list. Joe Biden is a disgrace to the Oval Office. Worst candidates in U.S. history. You should take some pointers from Trump.", "likes": 2, "replies": 1, "retweets": 0}, {"id": 1325159340840513536, "content": "@BarbraStreisand @Bill_Maxwell_ @JoeBiden @KamalaHarris So...inauguration...will be different because of covid19...the crowds can't assemble in person...how to assemble the nation....I hope the BIDEN-HARRIS team has this on their to do list...Joe and Kamala deserve the best...you're one...of the best..✅😎👏👏👏", "likes": 4, "replies": 2, "retweets": 1}, {"id": 1325117178975297536, "content": "@ThatChrisRyan Is a reference to Hunter Biden who “gathered” million$ in Ukraine, China and Middle East because well, he was the right man for the job. Getting discharged from the Navy for Crack put him at the top of the list. Joe didn’t know? I believe! Oligarchy Now! F Democracy! Cmon man!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1325101880624680961, "content": "I think we need a list too.\n\nA criminals list. 😡\n\nThe first on the list:  \nJoe Biden, traitor", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1325092155652669442, "content": "Bethany McLean’s Weekend Reading List: Joe Biden, Private Equity, and Addictive Social Media https://t.co/kakaCq9frO https://t.co/vQgrglSNRo", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1324923976892755968, "content": "bestie list\n\n-joe biden\n-baby yoda\n-my brother\n-my sister\n-harry styles", "likes": 12, "replies": 7, "retweets": 0}, {"id": 1324883701663199235, "content": "@KatyTurNBC @brianstelter Let's make a list!\nJoe Biden and Kamala Harris are gonna:\n* Change everyone's zip code\n* Tear down the Washington monument\n* Round pi to 3", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1324870569293180928, "content": "@senatormelendez Please.  Please put me, my family, and my friends on this list?\n\nJoe Biden said words to the effect—“...I’m not President of blue states or red states...but the United States.”\n\nWe’ll find out and know what’s real—is Joe Biden President?...or is he Trojan horse?", "likes": 1, "replies": 2, "retweets": 0}, {"id": 1324780198437507074, "content": "@mdThouhidulisl6’s List: joe biden https://t.co/ggliAszUPB", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1324757683350757378, "content": "Democrats Tyranny Word List:\nJoe Biden\nNancy Pelosi \nChuck Schumer \nCovid \nLock downs\nDark winter\nVoter fraud\nStolen election \nDefund police\nFuel racism \nRioting \nLooting \nSocialism \nCommunism \nElites\naristocracy\nChina\nCrime\nViolence \nAttacks\nPropaganda Media", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1324742877726068736, "content": "welcome to the top of my enemies list, Joe Biden!", "likes": 48, "replies": 3, "retweets": 5}, {"id": 1324512149536968705, "content": "@mdThouhidulisl6’s List: joe biden https://t.co/ggliAszUPB G BB", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1324508024443207680, "content": "@mdThouhidulisl6’s List: joe biden https://t.co/ggliAszUPB", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1324079663635836928, "content": "@RandyRainbow At the very list, Joe Biden can have the wall knocked down so we can look at the WH without any hindrance.", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1324054869796360192, "content": "@realDonaldTrump It is so unfair! Why they list Joe Biden as one of the choice in the ballot?? It should be illegal! So unfair!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1323830059120119811, "content": "@TripleDTrader my list, Joe Biden spends final years in jail for treason", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1323781460558405632, "content": "Ukraine list Joe Biden as fugitive \nArrest warrant is out\n\nMSM is losing values as credible media\nUS can’t afford to have criminal President https://t.co/bhfNMR94Qy", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1323756360710852608, "content": "@ali @Cernovich “I once went to summer camp. It was just like Schindler’s List.”\n- Joe Biden, probably", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1323718341991653377, "content": "@AA4Biden Let's do it! Arab Americans Trump is BAD NEWS for Arab Americans, for the world. If you are not sure why ask us. it is a LONG LIST. \nJOE BIDEN will be GREAT for Arab Americans! Let's Go to the POLLS", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1323716097045049345, "content": "@WYDITS @seanhannity And in 47 years, please list Joe Biden’s accomplishments.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1323635192586817537, "content": "@EWErickson they think that because local boards of elections confuse them on the ballot. They don’t list 10 Marylanders; they list “Joe Biden“ etc. Candidates themselves encourage this; they say vote for me, not vote for 10 of your neighbors.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1323173567182172161, "content": "I can’t wait for the To Do List Joe Biden has, hand written in his coat pocket, to be initiated.", "likes": 5, "replies": 1, "retweets": 1}, {"id": 1323082936686698503, "content": "The Very Long List Joe Biden's Been Caught In Major Lies * BEFORE the Debates! https://t.co/wbzPtXxM85", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1323066096577089538, "content": "@Fragmentlismen @MichaelDeMello_ @Christi95126146 @platt_kenny @realDonaldTrump If you’re so smart, please list Joe Biden’s accomplishments and why you’re voting for him.  If you’re only reason is “Trump is a racist” or some other dumb false claim from the mainstream media, then you are very uneducated.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1322705515793862667, "content": "@lex31555 Look at the trends you think the Trump rallies would be Trending but what do they have there at the top of the list Joe Biden and Obama hold a Campaign rally in Flint that was off limits to the public The Hypocrisy of twitter is off the charts.", "likes": 0, "replies": 2, "retweets": 0}, {"id": 1322230037446336512, "content": "@TomMcGuinness @AndrewKerrNC @dailybeast @MollyJongFast You think the official legal documents of the many companies would list Joe Biden? That's hilarious. Now go back and discover H Biden and Assoc. have been under FBI investigation for money laundering since 2019. Then go read Kimberly Strassel's report from WSJ.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1321280171626930181, "content": "@colbertlateshow love the show but why on the @dish description for the show does it list Joe Biden as a guest every night?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1321052095362043904, "content": "The best way to end a political argument as to ask someone to list Joe Biden‘s accomplishments. The best way to win the argument is to start listing @realDonaldTrump accomplishments.", "likes": 5, "replies": 0, "retweets": 1}, {"id": 1320906825328308225, "content": "@lilainchelsea Top of my November 4th primary list: Joe Biden.", "likes": 2, "replies": 1, "retweets": 0}, {"id": 1320522506587885569, "content": "@ReneeCarrollAZ @mikandynothem Add to list: Joe owned by Russia.  Putin rejects Donald Trump's criticism of Biden family business https://t.co/ZQliTmYvkr", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1320469708836163585, "content": "@bruhoho @ScottAdamsSays Add attached clip to the list. Joe Biden is the embodiment of the crooked establishment uniparty that people across the globe are rightfully, vehemently resisting. https://t.co/pCVxEMaaTP", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1319858262339182592, "content": "@ABoleynGirl @jtLOL Thanks so much for this graphic.  I screen shot it so now I can remind those who seem to have forgotten so quickly as to how it really went down.\n\nFirst on the list, Joe Biden.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1319769729213620224, "content": "@RepMattGaetz @realDonaldTrump @GaetzTakes If you list his accomplishments and I list Joe's accomplishments, my list will be longer. But remember, all of the environmental protections that Trump reversed that the Obama/Biden administration put in place do not count as accomplishments, they count as major phuck-ups.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1319760638537834496, "content": "@JoeBiden I can't find one woman on this list Joe Biden will gaze at like he did Melania after yesterday's debate. https://t.co/nOOxrBvzWX", "likes": 5, "replies": 2, "retweets": 0}, {"id": 1319478933465616384, "content": "Add Our $$ To the List joe biden Wants To Strip US of!!!!!! @TrumpWarRoom @IvankaTrump", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1319476731661684739, "content": "@esaagar Corporate records were never gonna list Joe fricken Biden", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1319285416952954881, "content": "@mmpadellan From my understanding it’s not going to names any “participants” bcs they have lawyers of their own who will keep their names out. But even if they do, I know one person whose name won’t be the list: Joe Biden.", "likes": 10, "replies": 1, "retweets": 0}, {"id": 1318585390714949633, "content": "Biden's choices for cabinet positions looks like Lincoln's team of rivals. \nBut we have a better list, Joe. Most of your Dem primary opponents are remarkable people.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1318410158557392896, "content": "People @realDonaldTrump is currently campaigning against --\n\nHillary Clinton\nGretchen Whitrmer\nHunter Biden\nDr. Anthony Fauci\n\nNot on the list --\n\nJoe Biden", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1318358811166507008, "content": "@JudiciaryGOP This is what happens when your name and is on the Epstein flight list.\n\nJoe Biden is on many more lists...and cancelled checks. #JoeBidenUkraineScandal  #CorruptJoeBiden #BidenCrimeFamily #WheresHunter  #JoeBidenChinaScandal #BidenOnTheTake #BidenCrimeSyndicate #backdoorbribes", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1317433407731912705, "content": "How about adding to the list Joe Biden's 3rd run for President all but over as corruption linking him to China, Ukraine and Russian money laundering is exposed", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1316910728926945280, "content": "My thoughts on the Joe Biden town hall? Number one, I'd like to see a list of every list Joe Biden has given in response to a question.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1316820731586584579, "content": "On the digital TV Guide it does NOT list President @realDonaldTrump's Town Hall on the schedule, but it does list Joe Biden's \"the vice president &amp; the people\"...\n\n#FakeNewsMedia is corrupt worse than the USSR pravda!\n\n#QAnon #MAGA", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1316750372107694082, "content": "Joe Biden's secrets are a threat to America. In a simple list, Joe &amp; Hunter Biden are guilty of:\nMisappropriation of a tax free foundation.\nBribery by a foreign gov in Ukraine.\nExtortion of the gov of Ukraine.\nInfluence pedaling in the selling of the Office of Vice President", "likes": 3, "replies": 0, "retweets": 2}, {"id": 1316726086382870530, "content": "Clearly I’m not living my life and working too hard. I still haven’t ever gone to Dairy Queen so I could get a blizzard. It’s on my foodie bucket list. Joe Biden is probably lactose intolerant, but Ice cream is always worth it. 😋", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1316534380483891202, "content": "@paulsperry_ @4LeafHAMMER Can anyone list Joe Biden's accomplishment while he was in office for 47 years", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1316530868601663489, "content": "At top of my trends list:\n\nJoe Biden did not push out a Ukrainian prosecutor for investigating his son, The Washington Post confirms. \n\nWapo is pretending the VIDEO of Biden demanding the prosecutor be fired for Ukraine to get a billion dollars doesn't exist. IT DOES.", "likes": 6, "replies": 0, "retweets": 2}, {"id": 1316122268603494400, "content": "@EricTrump Her answer to the question “Can you list Joe Biden’s accomplishments in his 47 year political career...?” 🇺🇸💪🏻 https://t.co/7rLuDjAvbT", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1316072320172273666, "content": "ACB was asked to list Joe Biden’s accomplishments in politics. @EricTrump", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1316061001259905024, "content": "@washingtonpost When Biden gets sworn in, and the blue Senate is behind him, can he please fill every possible judge vacancy quickly and expediently with non-extremists who actually love America and lean left? Go ahead and start making a list, Joe.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1316059176989229056, "content": "#SCOTUSHearing the Democrats have not given a judge list Joe Biden it's running from president has not given a judge list but you condemn the Senate and the president who has a constitutional law to do it. Does Democrats follow the Constitutional law", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1315724043232837632, "content": "Decide what? Biden won't release his list so there is nothing on the table for the people to decide.\n\nWhere's the list Joe?", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1315708932569157632, "content": "@RepAdamSchiff How can people cast ballots for Biden if he says we don’t even deserve to know what he’d do to the court?\n\nThe senate is seating her as a result of the last election where we voted knowing exactly what they intended to do and who was on the list.\n\nJoe won’t even tell us.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1315432859885342720, "content": "@PamSzitas @realDonaldTrump @CNN @nytimes What has Biden accomplished the past 50yrs other than enriching himself &amp; his family? There’s NO tax fraud-there”s tax loopholes that the Dems and their rich donors use too. Biden &amp; Jill had an affair. The left’s lies and corruption are too long to list. Joe can’t take tough ??s", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1315362126488371202, "content": "Chris Wallace asked Joe Biden for a judge list. Joe Biden we need to know a judge list before we need to know if he's going to pack the courts", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1315006068792025089, "content": "Joe Biden just said that the only court packing is going on now. Wrong again Joe following the constitution if not court packing , it’s doing exactly what our founders wanted. Show us your list Joe!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1314987501807792131, "content": "@FoxNews It's not just the court packing question. Joe Biden repeatedly has stated that people have the right to know before they vote. We know the President's pick. Where's the list Joe?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1314985283067158529, "content": "@happigroomer57 @alifeofinsanity @dkb1355 Feel free to list Joe Biden’s actual values in the replies", "likes": 0, "replies": 2, "retweets": 0}, {"id": 1314719076619489281, "content": "@JoeBiden Here's a list Joe Biden what are you going to do them stop your lies https://t.co/gg9U7ST275", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1314656435763019777, "content": "@ggreenwald @Ma1973sk We’re living in the golden age of propaganda. And the scary part is people won’t do the least bit of independent research to debunk their own misconceptions. They prefer the lies!\n\nYou left one off your list: Joe Biden LAUNCHED his campaign on the Charlottesville “fine ppl” hoax.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1314639752172363778, "content": "@USATODAY Lining up for Kamala to list Joe from the beginning. You people need to wake up if you think you are voting for Biden", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1314106817186729985, "content": "@JoeBiden @realDonaldTrump \nJoe Biden, please understand that you are not the President and never going to be the President, why are you planning for something which doesn’t exist?\nFurthermore, Trump already implemented your wish list\nJoe, once again you have proven yourself as too slow", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1314101670297718784, "content": "@JoeBiden @KamalaHarris When Trump asked, “Why aren’t you going to answer that question?” Biden shot back, “Would you shut up, man?”\n\nAfter Trump pressed, “Who is on your list, Joe?” Biden responded by saying, “This is so unpresidential.”", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1313898639777918976, "content": "PS...YES AMERICANS, MR. TRUMP HAS DONE APPROXIMATELY 300 POSITIVE THINGS FOR YOU AND AMERICA IN 47 MONTHS, NOT YEARS BUT MONTHS. ALL THAT WE AMERICANS ARE ASKING IS FOR DEMOCRATS TO LIST JOE BIDEN'S ACCOMPLISHMENTS FOR AMERICA AND ALL AMERICANS IN HIS 47 YEARS IN POLITICS.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1313867321065328640, "content": "@oddemann Biden is a Democrat and has proven to be most of the things on your list. Joe takes fancy to young girls.", "likes": 0, "replies": 3, "retweets": 0}, {"id": 1313821040552837131, "content": "Can someone list Joe Biden's 3 major achievements in his 47 years in public office? \nBTW: Getting reelected and Getting his son a no show job for Burisma don't count.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1313500076988268545, "content": "@AdamSchiavone @wahoolaw2006 @baseballcrank #1 on the list: Joe Biden wrote the 1994 Crime Bill that exacerbated and increased mass incarceration exponentially in the last 30 years.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1313491651684380673, "content": "@DreadkingRatha1 @LisaCowensEvans @MaureenPere @JoeBiden I pay attention to the President accomplishments. And I like what I see. Please list Joe Biden's accomplishments in the last 47 years.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1313473749723811840, "content": "@AaronGuyPT @Acosta 4/4 now you list Joe Biden‘s accomplishments https://t.co/aU8PaxTXWo", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1313310517910437889, "content": "Ukrainian court list Joe Biden in a criminal case. Watch video", "likes": 1, "replies": 1, "retweets": 0}, {"id": 1312806077054869506, "content": "I agree Mark @marklevinshow . @johnrobertsFox should keep asking Joe Biden for his Supreme Court nominees list . Joe still hasn’t answered this question. Shame on John Roberts. Do your journalism/reporting job!", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1312236821225578497, "content": "@BreitbartNews Wow 😳. 🤥 list Joe Biden care of what you wish! You never know until it gets you! https://t.co/ivVR5484BX", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1312135373909159936, "content": "@Marlowe02271527 @JohnJHarwood Anymore lies you want to list?\nJoe Biden loves antifa and violence.", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1312017215345045505, "content": "@realDonaldTrump @erotao President Trump show us what Joe Biden is for real this next debate. Let him babble his way into history as the confused person who parrots old fake news against you. Seal the truth President Trump and we all will see who is a list. Joe the Pervert\nPraying for a quick recovery", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1311833898926723074, "content": "Biden \"guided by Catholic social doctrine\"? Add another mortal sin to the list, Joe: \"Thou shall not lie through thy teeth.\"", "likes": 274, "replies": 15, "retweets": 64}, {"id": 1311833497787564032, "content": "@TeamTrump @realDonaldTrump Biden refuses to give a list as well. Let’s see that list Joe.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1311791932507672576, "content": "@realDonaldTrump This is a very sad list. Joe Biden‘s got a lot more heavyweight support than this", "likes": 13, "replies": 0, "retweets": 1}, {"id": 1311431485094875138, "content": "(3) TRUMP: Why wouldn’t you answer that question? You want to put a lot of new Supreme Court Justices. Radical left.\n\nBIDEN: Will you shut up, man?\n\nTRUMP: Listen, who is on your list, Joe? Who’s on your list?", "likes": 1, "replies": 1, "retweets": 1}, {"id": 1311405081971974144, "content": "@JoeBiden Maybe this would be a better cut. Biden not answering Wallace's query on Buden packing SCOTUS:\n\nTrump: \"Why won't you answer the question?... Who is on your list, Joe?\"\nBiden: \"Will you shut up, man?\"", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1311328236253720576, "content": "@SykesCharlie @BillKristol Yeah - Trump had to debate two people - Biden and Wallace. And he had to also play moderator and ask questions Wallace Should have  but  didn’t. Are you packing the courts Joe? Where’s your list Joe? What  did Hunter do  to  get $3.5 Million from the mayor of Moscow Joe?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1311316529091407885, "content": "Love how Biden was able to sidestep that as president  he would pack the court.. who’s on your list Joe?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1311298229590528002, "content": "‘Shut up, man!’ Biden refuses to answer court-packing question.\nTrump:“Who is on your list, Joe?  He’s going to pack the court.”After telling the president to shut up, Biden:  “This is so unpresidential.”\n\"Keep yapping, man!”Biden said in a parting shot.\n https://t.co/6vQFTu6e3b", "likes": 9, "replies": 2, "retweets": 5}, {"id": 1311280100554362882, "content": "@fuq_le Whose on your list Joe, asked the clever Trump.\nI think Biden is an appeaser of the money men like Soros.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1311276265194893313, "content": "US Presidential Debate: “Will you shut up man? – Biden” who’s on your list Joe -Trump (Video) https://t.co/qugJluN0OD", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1311223941919203328, "content": "Trump: \nWho's on your list, Joe?\n\nBiden:\nJoe m...", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1311150957355466752, "content": "Trump: “... radical left... who’s on your list Joe?!”\n\nBiden:” Will you shut up man... this is sooo unpresidential” 💀 *rethinks life decisions lol*", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1311133904758280192, "content": "@BretBaier Chris Wallace list. Joe Biden seemed to get to just ramble.  Trump didn’t seem to get enough time!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1311122585111924739, "content": "Biden is trying his old name calling tactics... Where's the list Joe??\nTrump asked for the list from Biden on WHO discredited Hunter's theft. I want to see it.", "likes": 1, "replies": 1, "retweets": 1}, {"id": 1311118711974178816, "content": "Question on ending filibuster or packing SCOTUS:\nTrump:\"Are you going to pack the Court?\"\nBiden:\"I'm not going to answer the ?...Shut up man.\"\nTrump:\"Who's on your list Joe?\"\nBiden:\"This is so unpresidential.\"\nTrump:\"He's going to pack the Court.He's not going to give a list.\" https://t.co/Vv9FjLElhV", "likes": 4, "replies": 0, "retweets": 2}, {"id": 1311114294461833218, "content": "Wallace asks Biden if he supports ending the filibuster or packing the Supreme Court. \n\nBiden dodges question, says his answer will become the issue.\n\n\"I'm not going to answer the question.\"\n\nTrump: \"Whose on your list Joe?!\"\n\nBiden to Trump: \"Keep yapping, man.\"\n\n(Thread)", "likes": 302, "replies": 15, "retweets": 90}, {"id": 1311114291614035968, "content": "\"Who is on your list, Joe?\" - Trump\n\nMerrick Garland is who is on Joe Biden's list! He was already on Barrack Obama's list. Go ask Mitch McConnell, he knows. #Debates2020 #PresidentialDebate2020", "likes": 1, "replies": 1, "retweets": 1}, {"id": 1311114277516840960, "content": "1/Biden: \"Make sure you let people know, your senators. I'm not going to answer the question shall...\nDonald Trump: \"Why wouldn't you answer the question. Radical left.\"\nBiden: \"Will you shut up, man?\"\nTrump: \"Who is on your list, Joe? Who is on your list?", "likes": 3, "replies": 1, "retweets": 3}, {"id": 1311114231555780609, "content": "\"Who's on your list, Joe?\" Trump to Biden. It didn't used to be that a President would publish a regularly updated list--that's a very Trumpian change. I wish Biden had said \"Whoever is best qualified at the time.\" #Debates2020 #2020debate", "likes": 1, "replies": 2, "retweets": 0}, {"id": 1311114140006731776, "content": "Why hasn’t anyone prepped Joe Biden? Who is on your list Joe?!?! #Debates2020 #PresidentialDebate2020", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1311029065978175489, "content": "@toddstarnes @JoeBiden @KXEL1540 Then get whoever's in charge to make a new list.  Joe Biden has been working hard and is prepared for whatever question he is asked....unlike your idiot leader.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1310904382444240898, "content": "Joe Biden's Judges https://t.co/nSTICufnJl via @YouTube \n\nIt’s the list Joe Biden and Cal Cunningham don't want you to see:\nhttps://t.co/qjYX1GjR91", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1310350763131129857, "content": "@realOBF Also, I love you throwing Joe Biden in this list. Joe Biden released his taxes. In 2018 he paid 1.5 MILLION in federal taxes on 4.5 million in income. So quite a bit higher than $750, I'd say. It is pathetic, not good business, that Trump is so ripping off in America.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1310234334373326849, "content": "@ZachandMattShow And completely missing on both sides of the list? Joe Biden and Kamala Harris.", "likes": 20, "replies": 1, "retweets": 2}, {"id": 1310234095134400512, "content": "And completely missing on both sides of the list? Joe Biden and Kamala Harris.", "likes": 3, "replies": 2, "retweets": 0}, {"id": 1310225972830982144, "content": "@JoeBiden Where is your list Joe Biden", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1310077759402708993, "content": "@secupp @kayleighmcenany Presidents make a list. Joe Biden won't be president until January 20, 2021. Now that that is out of the way, don't you have anything better to do on a Saturday night?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1309867551715921921, "content": "The only Scotus list Joe Biden holds is all republicans on it telling him what republican nominees family needs to be attacked by his Marxist left led by Kamala Harris. She is the conduit between anarchy and sleepy Joe.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1309323053000724480, "content": "@Roninmonk1 @saltyyssam @ToLearned @WEarlBrown @JoyAnnReid I don’t see any Presidents of the United States on your list.   Joe Biden has vowed to be a president for all of America, those who vote for him and those who don’t.  Trumps clear messsge is that he does not care at all about anyone but his base.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1309165949560520710, "content": "9/24/2020\nAdding to an already large list:\n\nJoe Biden endorsed, Trump excoriated by nearly 500 retired top military, national security officials https://t.co/Px9LKgb4Hg", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1308951083532849152, "content": "@VinceCoglianese So now we’re adding Diana Feinstein to the list(Joe Biden,Nancy Pelosi, Jerry Nadler)and counting of democrat leaders who are showing sign of old age(slowing down)who need to be removed. They have no business in governing. https://t.co/bo6XOKInug", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1308916748121501698, "content": "Joe Biden’s real words = Hidden (reliance on teleprompter)\n\nJoe Biden’s real ideas = Hidden (secret scotus list)\n\nJoe Biden’s real health = Hidden (brain surgeries, dementia, IV holes)\n\nJoe Biden’s real accomplishments = Hidden (No one knows of any in 47 years!!!)\n\n#orangemanbad", "likes": 9, "replies": 2, "retweets": 4}, {"id": 1308844356518973440, "content": "@VoteMarsha I see you received your mandatory talking points list.  Joe Biden isn’t POTUS so it doesn’t matter who he would have nominated.  Where are Trump’s taxes and why hasn’t  he provided his DNA as ordered.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1308834144521158660, "content": "@VoteMarsha Hey, I'm  not the President either, why aren't  you asking for my Supreme  Court list? Or releasing yours for that matter. Should all Americans release their list? Joe Biden is not the President ...YET.", "likes": 2, "replies": 1, "retweets": 0}, {"id": 1308740525563015169, "content": "@DPWIMM @realDonaldTrump @FDA When will Joe Biden release his list? Joe Biden is a spineless weasel.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1308641936782352385, "content": "@Lilly68395401 @GOPChairwoman I would be happy to give you a list as would any other citizen.   No one is obligated to present a list.  Joe Biden is not the President until he is sworn in on 1/20/2021.  Knock it off and find another podium.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1308475505230970880, "content": "Where is the List Joe Biden?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1308410753519702020, "content": "@JoeBiden Joe Biden where is your Justice list, Joe Biden do you agree with the Democrats to pack the court??????? Joe Biden where is your Justice list, Joe Biden do you agree with the Democrats to pack the court???????", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1308398644157181955, "content": "@JoeBiden @DrBiden @jomalleydillon @schultzohio @SymoneDSanders @KBeds Joe Biden is so unsure of himself and such a coward, he won't release his list for Supreme Court justices. He is weak and frail and is controlled by his handlers. Show us your list Joe! #coward", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1308395008018575360, "content": "@JoeBiden Joe Biden is a spineless weasel. Show us your list Joe!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1308378667915988993, "content": "That's why Trump needs to appt her immediately.\nKamala was a horrible DA. Imagine what a horrible pick the Harris/Biden team would have!\nThey won't even publicize their list!\n\nJoe's probably having a hard time picking out his cereal this am. Just go with Corn Pops Joe.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1308364125949628416, "content": "@TheLeoTerrell @realDonaldTrump @seanhannity @FoxNews Anonymous sources claim Biden is considering @georgesoros for #SCOTUS!\n\nWHERE'S YOUR #SCOTUS LIST JOE?\n\nWHAT ARE YOU HIDING?\n\n#VoteReady\n\"Don Lemon\" https://t.co/zkqJzLuvii", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1308364010451075075, "content": "@dbongino Anonymous sources claim Biden is considering @georgesoros for #SCOTUS!\n\nWHERE'S YOUR #SCOTUS LIST JOE?\n\nWHAT ARE YOU HIDING?\n\n#VoteReady\n\"Don Lemon\" https://t.co/E5ti1BKCzW", "likes": 1, "replies": 0, "retweets": 2}, {"id": 1308363908994998272, "content": "@JoeBiden Anonymous sources claim Biden is considering @georgesoros for #SCOTUS!\n\nWHERE'S YOUR #SCOTUS LIST JOE?\n\nWHAT ARE YOU HIDING?\n\n#VoteReady\n\"Don Lemon\" https://t.co/1ieABjYgB3", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1308289691746283525, "content": "@Craig__ODell @JTHVerhovek @jmartNYT @WBAY OK go ahead.  Please list Joe Biden’s accomplishments.  He’s been in Wash DC for 50 years, he must have a top-10.", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1308139127032803328, "content": "@DailyCaller Joe Biden's pledge allegiance was to fill his pockets with money and his family, where's your supreme justice list Joe?\n47 years of doing nothing for America is enough wasted years, your application for president is denied", "likes": 3, "replies": 0, "retweets": 2}, {"id": 1308102986477047808, "content": "@lauramustangGT 1. Biden is not President so it’s not his choice. Where’s your actual list Joe?\n2. “She” is an anti Semitic flag hater who managed to make school lunches worse.  This honors no one and does not honor the sanctity of the Supreme Court. #hardpass #next  #no", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1308085553267499008, "content": "Give us your list, Joe!\n\nAfter Ginsburg’s Death, 59 Percent Believe Biden Should Reveal Supreme Court Candidate: Poll https://t.co/MUs1gdxojw", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1308004140556091392, "content": "@funder Biden is a Liar. Where is your list Joe? Scared??!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1307832570306912256, "content": "@ZekeJMiller @AP GOP Senators to Biden: Where's your list, Joe?", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1307815564199505923, "content": "Joe Biden makes me sick. Tells us how Trump should do the right thing. Here’s a list Joe. 1. Why did Hunter get a job in Ukraine? 1.5 billion@from China?  Why did you unmask an innocent man ( Flynn) and ruin his life ?  See Mr. Biden, I dislike phony people who tell lies.", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1307735617724395523, "content": "@GOPChairwoman The only list Joe Biden needs to develop is the list of his funeral attendees. The poor bastard is barely hanging on. He's SHOT!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1307663743682252805, "content": "1/ In 2016, candidate Trump broke new ground by publishing a list of potential Supreme Court justices from which he would choose his nominees. Again this time he has published a list. Joe Biden has not published a list and probably won’t. Why is that?", "likes": 269, "replies": 8, "retweets": 62}, {"id": 1307493409402302466, "content": "@tweetsfrom2060 @realDonaldTrump I don't know the details whether he has started working on it but it's on his To-do list, Joe biden said that also but trump was the one saying it. I thinks that what caused the Trump Vs China trade war. I'm even afraid cause Nigeria is too indepted to China we owe them a lot.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1307482767769432064, "content": "@TheLeoTerrell @JudgeJeanine Hi Leo, please list Joe Biden's record on Social Security voting.https://t.co/tJa0GGUuxe\nAnd his other congressional record.\nPlease - you have the voice.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1307427891869675520, "content": "@realDonaldTrump  was prepared with a Scotus list. Joe Biden was unprepared as usual. Emergency happens and Biden doesn't even have a list.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1307353136298852357, "content": "@DonnaKappler @lorilou76 @dbongino All presidential candidates make a list. Joe Biden just to chicken to share his. Got nothing to do with health of them", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1307314408230658064, "content": "Yes WE MUST HAVE 9  in Supreme Court     They  also need to set an age to RETIRE as Supreme  Court judge !The mind and body start to weaken after 80     Biden has no list so u don’t have to say I’ll glance at ur list Joe 👍🏼Give a SEPERATE notification than rally to say who&amp; when!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1307250528485879808, "content": "@JoeBiden Go back to bed 🛌!Our President Trump had the short list ready. Put your mask 😷 on.There is absolutely no way Joe Biden could be president ! He doesn’t even know what to do? Where’s your short list Joe ? https://t.co/DdvragT2T5", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1307140893242281984, "content": "@rezaaslan Where’s Harris / Biden SCOTUS list?\n\nJoe: Always late to step up !!!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1306926191971119104, "content": "@deplorable_meee @admanohio @AmyMek @realDonaldTrump Did you ask me to list Joe Biden's accomplishments? No you didn't. So how are you the mistaken illusion that I can't? \n\nNot the only thing you are mistaken about: what is a leftiist? Never heard of that nor can I find it in the dictionary.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1306780121035046913, "content": "@20thgrader @KamalaHarris @JoeBiden How dumb...what did Biden accomplish???...I will match you with everything President Trump accomplished in 3 plus years! Now, list Joe's wins!!!! Come on...", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1306720357416660994, "content": "@Philippower15 @8BrianVogel4 @EubanksKris @PPPTCE @DennisH59386592 @CuDonegal @KBUSMC2 @xXGeJaMoXx @StoneColdChik @_Fat_Nixon @MADGhostInTheM1 @spiralwrap @annikawu @MAGAMedium2 @ronquille_paul @side_show007 @DAYMARE94049402 @Birdseye1 @thomascarolan12 @Duwayn55629746 @BritishRaider69 @CarlHeck6 @Rich24712803 @Hunter19302 @Will96617019 @TimB2100 @Pippi49er @ruxcytbl @lovedove9218 @revolvergal4lyf @Emrys98081883 @Wattzzz2 @Fueldog1 @truthsearch1957 @hwestonbull_hhh @vlotorto @JaniceClaire14 @garygreno @urban_gypsy_ @marvin_hill123 @feloneouscat @law_arnie @Dana74451495 @celtron777 @StillFreeSCOTTY @CathyMReiser @RJMorse13 @BarryTate15 @mrgmmontes @realDonaldTrump Link?\n\nShokin filed a report. The report didn't list Joe Biden by name. Shokin went through the court &amp; a judge agreed his name needed to be listed on his report. Last I heard, the investigators said they have no evidence of wrong doing. Anything more recent?", "likes": 0, "replies": 2, "retweets": 0}, {"id": 1306673373460668416, "content": "I'm sick of Aussie mining companies running riot in the USA. Biden and Company have to change the 1872 mining act in AZ and get after these looters and polluters. On the To Do list Joe!", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1306601278722707458, "content": "@PaulLewis @Lucy_Osborne A competition between two rapists on who has the longer list, Joe Biden or Trump!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1306366765543362567, "content": "people that literally just need to shut the fuck up please i am fucking begging you to stop fucking talking every single day it gets worse y'all are actively ruining something that has potential just by opening your stupid fucking mouths, a list:\n- joe biden\n- jk rowling", "likes": 4, "replies": 0, "retweets": 0}, {"id": 1306342338025992193, "content": "@Frankvdb1971 Joe Biden is so far superior to FRUMPO it would take an encyclopedia to list!! \nJoe Biden = 💯 FRUMPO= 00000", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1305996137032298499, "content": "Judicial Watch - FBI's \"Wiped\" Phones, The Ambassador's 'Enemies List' &amp; Joe Biden's Senate Records - https://t.co/q36Mz73Bv0", "likes": 2, "replies": 0, "retweets": 1}, {"id": 1305889659118145538, "content": "@RayC18236079 @MiaFarrow @realDonaldTrump List joe Biden's lies, or Obama's lies, or W's lies in office and then compare them to Trump's", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1305812529306890240, "content": "FBI’s “Wiped” Phones, The Ambassador’s ‘Enemies List’ &amp; Joe Biden’s Senate Records | Political Bomb Show https://t.co/VQxje6AXED", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1305709641574371328, "content": "FBI’s “Wiped” Phones, The Ambassador’s ‘Enemies List’ &amp; Joe Biden’s Senate Records https://t.co/VQxje6AXED", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1305693623472795648, "content": "Judicial Watch - FBI's \"Wiped\" Phones, The Ambassador's 'Enemies List' &amp; Joe Biden's Senate Records - https://t.co/VjvA7UY7KS", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1305676623832911873, "content": "FBI’s “Wiped” Phones, The Ambassador’s ‘Enemies List’ &amp; Joe Biden’s Senate Records https://t.co/nKb2YyhxWl", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1305624004183588865, "content": "Judicial Watch - FBI's \"Wiped\" Phones, The Ambassador's 'Enemies List' &amp; Joe Biden's Senate Records - https://t.co/wQgkLd9aUv", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1305615508683862017, "content": "Judicial Watch - FBI's \"Wiped\" Phones, The Ambassador's 'Enemies List' &amp; Joe Biden's Senate Records - https://t.co/PJzRqdwr2c", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1305599502783582215, "content": "FBI’s “Wiped” Phones, The Ambassador’s ‘Enemies List’ &amp; Joe Biden’s Senate Records https://t.co/jWNYGXOtWo. \n\nDemocrats", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1305597062344585216, "content": "Judicial Watch - FBI's \"Wiped\" Phones, The Ambassador's 'Enemies List' &amp; Joe Biden's Senate Records - https://t.co/pK72Ca7zjY", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1305581087947595776, "content": "#Tipsheets FBI’s “Wiped” Phones, The Ambassador’s ‘Enemies List’ &amp; Joe Biden’s Senate Records https://t.co/s46p0UcIn9", "likes": 0, "replies": 0, "retweets": 1}, {"id": 1303873191077699584, "content": "@GOP @realDonaldTrump Joe Biden has to first wait for Kamala to give him the list. Joe Biden IS her puppet!!", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1303785011162865666, "content": "Listening to Trump just now, introducing his greatest plan of action to gaining votes.  A LIST?? THEN HE CHALLENGES BIDEN FOR HIS LIST! JOE REPLYS, I'LL LET YOU SEE MY LISTS WHEN I SEE YOUR TAXES!  BOOYAH! https://t.co/SrPeGVjdiQ", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1302573632711991298, "content": "@JoeyCawbs Hard to choose. But Barack Obama and Hillary Clinton would be at the top of the list. Joe Biden following them.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1302416875696128000, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/xAK7hBLdoV", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1302412260552437774, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/9IkaG8bwlw", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1302401829649756162, "content": "@flywithkamala @Sunnysgrl62 Very impressive list. Joe Biden will bring in experts and he has plans to start working for our country as soon as he’s president.", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1302249015526989829, "content": "Why sample ballots in South Carolina didn%27t list Joe Biden as a presidential candidate https://t.co/KJjgatoIQd via @YahooNews", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1302182256421867520, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/hZf6SB5HGH  \n\nFirst Published on September 4, 2020@2:50am  #WallSt", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1302138418214780928, "content": "@wil_da_beast630 Sheesh... outta THAT list? Joe Biden. Too bad his brain doesn't work anymore", "likes": 0, "replies": 1, "retweets": 0}, {"id": 1302090348655591425, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/Pe1NfCNV82 via @Yahoo", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1302079311177023489, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/0RoXVqNizE via @YahooNews", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1302077687545167872, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/iO5jqlZZrM via @YahooNews", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1302005313252528129, "content": "Why??????\nsample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/AwyPT2cn4J", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301996966415675397, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/z4wm68T4m1 via @YahooNews", "likes": 1, "replies": 0, "retweets": 1}, {"id": 1301985939359584258, "content": "@MARCANDERSONNWO Do you want a list? \nJoe Biden got 3 of my friends killed in Iraq and 5 deported. \nhe is responsible for everything you see today with the police due to his crime bill. He is out of touch when it comes to things like student loan debt, a problem he himself created. On &amp; on.", "likes": 3, "replies": 1, "retweets": 0}, {"id": 1301973765165854721, "content": "\"I guess..are you calling on people, or am I? I don't have a list\" -Joe Biden taking questions 🙄", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301969308940001281, "content": "Why sample ballots in South Carolina didn%27t list Joe Biden as a presidential candidate https://t.co/qkb6eQOccA via @YahooNews", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301969052731158528, "content": "'Why sample ballots in South Carolina didn’t list Joe Biden as a presidential candidate'  https://t.co/eZVucVUFzt", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301943066916462594, "content": "@ASimplePatriot @kandieg19652000 Do you have the list? I dont have the list- joe biden", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1301942320267431938, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/yfJbkcd6Z4 via @usatoday", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301933713886863360, "content": "“Now I’ll take your questions. You call I don’t have the list” Joe Biden today after he read his speech full of lies and distortions... now on to canned questions with President written answers ... such a sham! 🤮🤮“Deplorable”Joe Biden just now. Personal Projection?", "likes": 2, "replies": 0, "retweets": 0}, {"id": 1301910945938255873, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/GRP8vif1AS via @YahooNews", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301910243430084609, "content": "Why sample ballots in SC didn't list Joe Biden as a presidential candidate https://t.co/u7zkWVNIik via @greenvillenews", "likes": 7, "replies": 1, "retweets": 4}, {"id": 1301908151550132224, "content": "Why sample ballots in South Carolina didn%27t list Joe Biden as a presidential candidate https://t.co/bQnFmYIbc4 via @YahooNews", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301873054621069312, "content": "Why sample ballots in South Carolina didn%27t list Joe Biden as a presidential candidate https://t.co/71v37CXCCL via @YahooNews", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301854203191517184, "content": "Pretty sure this is just more underhanded 💩 from the GOP.\n\nWhy sample ballots in South Carolina didn%27t list Joe Biden as a presidential candidate https://t.co/QCI7pJ6FO8 via @YahooNews", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301851765428555777, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate: The South Carolina sample ballots did not include the Democratic ticket of Joe Biden and Kamala Harris until reporters started asking questions. https://t.co/X5Odpv3goI", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301834559584051201, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/o0I068i066", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301819677224697860, "content": "Why sample ballots in South Carolina didn’t list Joe Biden as a presidential candidate https://t.co/GRWhmw6q0F", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301818819330093056, "content": "Why sample ballots in South Carolina didn’t list Joe Biden as a presidential candidate https://t.co/3lkEqaVQcL", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301806793488654339, "content": "https://t.co/NfYqxxDI83 -   Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate  https://t.co/KsEXpUO8Yd", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301806578245402625, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/6BtzjvB5aK", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301790212138373121, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/MMZhqZ7hgl \n\n#WallSt", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301759059553587200, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate - USA TODAY https://t.co/lBSApFw6Zb", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301757950201978881, "content": "https://t.co/yf5pr64AfB\nWhy sample ballots in South Carolina didn't list Joe Biden as a presidential candidate\nhttps://t.co/2xw0DgL0wJ ...", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301752657653235713, "content": "Why sample ballots in South Carolina didn’t list Joe Biden as presidential candidate. \n\nIf this isn’t the beginning of the shit he will pull to create the voter fraud he claims democrats will do. We must stay vigilant &amp;keep our eyes &amp; ears to the ground🗳 https://t.co/DnAlSTTEur", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301751482535084032, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/zdRxqXbAPb https://t.co/8Jhv9HW90m", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301745677425401856, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/nCUc8VVmaQ https://t.co/SyHf0M4nx0", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301744677264273408, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/TeeaxgvXow via @USATODAY", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301728938746695680, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate\nhttps://t.co/fSFuyn5YBj", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301726842634874880, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/l68lkIM63d\n\nThe South Carolina sample ballots did not include the Democratic ticket of Joe Biden and Kamala Harris until reporters started asking questions.\n\n…", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301725815571267586, "content": "Voting: Sample ballots in SC didn't list Joe Biden as a candidate https://t.co/5j7hCtvQdG", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301724929587544064, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/HuEODM4Dmq https://t.co/C7Cu4WWk4A", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301722053935017984, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/PzKbIvJqRa", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301719174973190144, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/8oVZaZFPAv", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301708712290246659, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/e4R4ibgRrz", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301708061946654722, "content": "@samanthapweiss You one-upped me on S.C. vs. Arkansas, it would seem. Sample ballots in S.C. don't list Joe Biden as a candidate for president, and our governor didn't go to South America to visit a mistress, and so I'm willing to concede. I tip my king over. Check and mate.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301703372232327174, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate\n\nhttps://t.co/ewqbuNmxa2 https://t.co/oBhiYs1uQ7", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301700733272817664, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate\n\nThe South Carolina sample ballots did not include the Democratic ticket of Joe Biden and Kamala Harris until reporters started asking questions.\n\nfrom USATODA… https://t.co/hEUHNzLWSP https://t.co/xYHEBSFJ4X", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301699822391562240, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate\n\nhttps://t.co/uAbZ9aeiDL", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301699142876569600, "content": "USA TODAY: Why sample ballots in SC didn't list Joe Biden\n\nhttps://t.co/MuRryQtW2n", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301697565239447552, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/75BRmajMh7 via @Yahoo", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301696678362308610, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate.     SC trying to cheat?  https://t.co/drdRaj8AaI", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301693779125194754, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/BcuJaCfeW4 https://t.co/1XVLC5BNhB", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301692970056339456, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate: The South Carolina sample ballots did not include the Democratic ticket of Joe Biden and Kamala Harris until reporters started asking questions.        https://t.co/HdEcUGvYu6 https://t.co/hsv116uQUB", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301692844814381056, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/x44q2aC19a via @USATODAY https://t.co/Jz63kZnddP", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301688085932113921, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/k4huhS55LS", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301686747613589505, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/JWaJle4FbK via @USATODAY", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301686323791577088, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/67mkdzeq1b", "likes": 1, "replies": 0, "retweets": 1}, {"id": 1301686322281746438, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate\nThe South Carolina sample ballots did not include the Democratic ticket of Joe Biden and Kamala Harris until reporters started asking questions.\nhttps://t.co/gXVLWwDjD0", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301681894392700929, "content": "Why sample ballots in South Carolina didn't list Joe Biden as a presidential candidate https://t.co/QRI1coN5X8", "likes": 0, "replies": 2, "retweets": 0}, {"id": 1301681796916994050, "content": "Sample ballots in SC did not list Joe Biden as a candidate\nhttps://t.co/pYV2M8fu6C", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301680161520324608, "content": "Sample ballots in SC didn’t list Joe Biden as a candidate https://t.co/W76MozbIn7", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1301642387991732225, "content": "Those who did this should be ashamed of themselves.\n\nWhy sample ballots in SC didn't list Joe Biden as a presidential candidate https://t.co/3ErWZeVoPS", "likes": 3, "replies": 4, "retweets": 3}, {"id": 1301208835676307461, "content": "News from the Future: Biden camp issues list of demands before agreeing to appear in any of the four scheduled Presidential debates. First on the list: Joe will appear only from his basement and via glitchy &amp; jumpy hollow-gramme.", "likes": 1, "replies": 2, "retweets": 0}, {"id": 1300568760961708032, "content": "Somehow Mr. Rogue has landed on the @mngop list — “Joe Biden has embraced the policies of the radical left” is a pretty good GOTV message for the Democrats this year, really. https://t.co/FMugH1FPo9", "likes": 14, "replies": 12, "retweets": 0}, {"id": 1299771198746886144, "content": "@RepJeffries @AJDelgado13 No, dude! YOU are totally lost. Joe Biden &amp; family are cons. Put my son on the list Joe! He has the same experience as your son, zero! Give him a Chinese gig", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1299388061751615489, "content": "Imagine the \"honey do\" list Joe Biden's staff is keeping for him! #BidenHarris2020", "likes": 4, "replies": 3, "retweets": 0}, {"id": 1299254216603697157, "content": "Yes joe Biden is a pedophile .. so is trump . We do a pros/cons list joe got more pros . Atp anybody is better than trump so just fucking vote i can’t stand to see this duck called president for another 4 years PLS😭😭", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1299162271936065536, "content": "@BorisEP @RudyGiuliani @JoeBiden Thank you Mr. Mayor!  Your powerful speech has brought a huge light to ferret out the enemies of America and gave them names:  At the top of the list — Joe Biden.\nNever again!  47 years of self-enriching himself, his family &amp;friends.  47 years of trampling \n“the little people”.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1298936889567830016, "content": "@sunny @JoeBiden Trump’s immoral behavior is too long to list. Joe Biden lives his Faith everyday. Hoping Notre Dame condemns Lou’s comments.", "likes": 0, "replies": 0, "retweets": 0}, {"id": 1298636294365614087, "content": "@__Arthur_Dent__ @Acosta Now if you want to compare someone using the government for personal gain you should list Joe Biden &amp; family,  Obama, Clinton's, all got rich while in our White House. President Trump gives his salary away.. Democrats come out wealthy", "likes": 1, "replies": 0, "retweets": 0}, {"id": 1298578281118273537, "content": "@PeteButtigieg @JoyRoseM No and it’s illegal isn’t it? But oh well just add it to the list. Joe Biden and Kamala Harris are going to be busy! https://t.co/VqyEbR3j1q", "likes": 2, "replies": 0, "retweets": 1}, {"id": 1298407146502139904, "content": "Russian propaganda is when you list Joe Biden’s policy platform", "likes": 6, "replies": 0, "retweets": 0}]